{
  "id": "Hutcheson.ENP.2",
  "parent": "Hutcheson.ENP",
  "title": "Section 2. Of the Affections and Passions: The natural Laws of pure Affection: The confused Sensations of the Passions, with their final Causes",
  "breadcrumb": "Section 2",
  "fulltitle": "<h3>SECT II.</h3> <h3><em>Of the <em>Affections</em> and <em>Passions</em>: The natural <em>Laws of pure Affection</em>: The <em>confused Sensations of the</em> Passions, with their <em>final Causes</em>.</em></h3>",
  "source": "https://oll.libertyfund.org/titles/hutcheson-an-essay-on-the-nature-and-conduct-of-the-passions-and-affections-1742-2002/simple#lf0150_div_023",
  "imported": true,
  "paragraphs": [
    {
      "id": "1",
      "content": "<p><label><span>Proper Affections are Desire and Aversion.</span></label><span id=\"lf0150_label_070\">I.</span> After the general account of <em>Sensations,</em> we may consider other <em>Modifications</em> of our Minds, consequent upon these Perceptions, whether grateful, or uneasy. The first which occur to any one are <em>Desire</em> of the grateful Perceptions, and <em>Aversion</em> to the uneasy, either for our selves or others. If we would confine the word <em>Affection</em> to these two, which are entirely distinct from all <em>Sensation,</em> and directly incline the Mind to <em>Action</em> or <em>Volition of Motion,</em> we should have no Debate about the Number or Division of <em>Affections.</em> But since, by universal Custom, this Name is applied to other Modifications of the Mind, such as <em>Joy, Sorrow, Despair,</em> we may consider what universal <em>Distinction</em> can be assigned between these <em>Modifications,</em> and the several <em>Sensations</em> abovementioned; and we shall scarce find any other than this, that we call <q>the <em>direct immediate Perception</em> of Pleasure or Pain from the present Object or Event, the <em>Sensation:</em></q><label><span>Affection distinct from Passion.</span></label> But we denote by the <em>Affection</em> or <em>Passion</em> some other <q><em>Perceptions</em> of Pleasure or Pain, not directly raised by the <em>Presence</em> or <em>Operation</em> of the Event or Object, but by our <em>Reflection</em> upon, or <em>Apprehension</em> of their present or certainly future Existence; so that we are sure that the Object or Event will raise the <em>direct Sensations</em> in us.</q> In beholding a regular Building we have the <em>Sensation</em> of Beauty; but upon our <em>apprehending</em> our selves possessed of it, or that we can procure this pleasant Sensation when we please, we feel the <em>Affection</em> of <em>Joy.</em> When a Man has a Fit of the Gout, he has the <em>painful Sensation;</em> when he is not at present pained, yet apprehends a sudden return of it, he has the <em>Affection of Sorrow,</em> which might in some sense also be called a Sensation.</p>"
    },
    {
      "id": "2",
      "content": "<p>When the word <em>Passion</em> is imagined to denote any thing different from the <em>Affections,</em> it includes, beside the <em>Desire</em> or <em>Aversion,</em> beside the <em>calm Joy</em> upon apprehended Possession of Good, or <em>Sorrow</em> from the Loss of it, or from impending Evil, <q>a<a href=\"#n1\"><sup>[1]</sup></a> <em>confused Sensation</em> either of Pleasure [<em>29</em>/29] or Pain, occasioned or attended by some violent bodily Motions, which keeps the Mind much employed upon the present Affair, to the exclusion of every thing else, and prolongs or strengthens the Affection sometimes to such a degree, as to prevent all <em>deliberate Reasoning</em> about our Conduct.</q></p>"
    },
    {
      "id": "3",
      "content": "<p><label><span>General Desires, and particular Affections or Passions.</span></label><span id=\"lf0150_label_071\">II.</span> We have little reason to imagine, that all other Agents have such <em>confused Sensations</em> accompanying their Desires as we often have. Let us abstract from them, and consider in what manner we should act upon the several Occasions which now excite our Passions, if we had none of these <em>Sensations</em> whence our Desires become <em>passionate.</em></p>"
    },
    {
      "id": "4",
      "content": "<p>There is a Distinction to be observed on this Subject, between <q>the <em>calm Desire</em> of Good, and Aversion to Evil, either selfish or publick, as it appears to our <em>Reason</em> or <em>Reflection;</em> and the <em>particular Passions</em> towards Objects immediately presented to some Sense.</q> Thus nothing can be more distinct than the <em>general calm Desire</em> of private Good of any kind, which alone would incline us to pursue whatever Objects were apprehended as the Means of Good, and the particular <em>selfish Passions,</em> such as <em>Ambition, Covetousness, Hunger, Lust, Revenge, Anger,</em> as they arise upon particular Occasions. In like manner, our publick Desires may be distinguished into the <em>general calm Desire of the Happiness of others,</em> or <em>Aversion to their Misery</em> upon Reflection; and the <em>particular Affections</em> or <em>Passions</em> of <em>Love, Congratulation, Compassion, natural Affection.</em> These <em>particular Affections</em> are found in many Tempers, where, thro' want of Reflection, the <em>general calm</em> Desires are not found: Nay, the former may be opposite to the latter, where they are found in the same Temper. We obtain <em>Command</em>over the <em>particular Passions,</em> principally by strengthning the <em>general Desires</em> thro frequent Reflection, and making them <em>habitual,</em> so as to obtain Strength superior to the <em>particular Passions.</em><a href=\"#n2\"><sup>[2]</sup></a></p>"
    },
    {
      "id": "5",
      "content": "<p>Again, the <em>calm public Desires</em> may be considered as <q>they either regard the Good of <em>particular Persons</em> or <em>Societies</em> presented to our Senses; or that of some more abstracted or general Community, such as a <em>Species</em> or System.</q> This latter sort we may call <em>universal calm Benevolence.</em> Now 'tis plain, that not only <em>particular kind Passions,</em> but even <em>calm particular Benevolence</em> do not always arise from, or necessarily presuppose, the <em>universal Benevolence;</em> both the former may be found in Persons of little Reflection, where the latter is wanting: And the former two may be opposite to the other, where they meet together in one Temper. So the <em>universal Benevolence</em> might be where there was neither of the former; as in any superior Nature or Angel, who had no particular Intercourse with any part of Mankind.</p>"
    },
    {
      "id": "6",
      "content": "<p>Our <em>moral Sense,</em> tho it approves all particular <em>kind Affection</em> or <em>Passion,</em> as well as <em>calm particular Benevolence</em> abstractedly considered; yet it also approves the <em>Restraint</em> or <em>Limitation</em> of all particular Affections or Passions, by the <em>calm universal Benevolence.</em> To make this Desire prevalent above all <em>particular Affections,</em> is the only sure way to obtain constant <em>Self‐Approbation.</em></p>"
    },
    {
      "id": "7",
      "content": "<p>The <em>calm selfish Desires</em> would determine any Agent to pursue every Object or Event, known either by Reason or prior Experience to be good to itself. We need not imagine any innate Idea of <em>Good in general,</em> of <em>infinite Good,</em> or of the <em>greatest Aggregate:</em> Much less need we suppose any <em>actual Inclination</em> toward any of these, as the <em>Cause</em> or <em>Spring</em> of all particular Desires. 'Tis enough to allow, <q>that we are capable by <em>enlarging,</em> or by <em>Abstraction,</em> of coming to these Ideas: That we must, by the Constitution of our Nature, desire any apprehended Good which occurs a‐part from any Evil: That of two Objects inconsistent with each other, we shall desire that which seems to contain the greatest <em>Moment of Good.</em></q> So that it cannot be pronounced concerning any <em>finite Good,</em> that it shall necessarily engage our Pursuit; since the Agent may possibly have the Idea of a <em>Greater,</em> or see this to be inconsistent with some <em>more valuable Object,</em> or that it may bring upon him some <em>prepollent Evil.</em> The certain Knowledge of any of these Things, or probable <em>Presumption</em> of them, may stop the Pursuit of any finite Good. If this be any sort of <em>Liberty,</em> it must be allowed to be in Men, even by those who maintain <q>the <em>Desire</em> or <em>Will</em> to be necessarily determined by the <em>prepollent Motive;</em></q> since this very <em>Presumption</em> may be a prepollent Motive, especially to those, who by frequent <em>Attention</em> make the Idea of the <em>greatest Good</em>always present to themselves on all important Occasions.</p>"
    },
    {
      "id": "8",
      "content": "<p>The same may easily be applied to our Aversion to finite Evils.</p>"
    },
    {
      "id": "9",
      "content": "<p>There seems to be this Degree of Liberty about the Understanding, that tho the <em>highest Certainty</em> or <em>Demonstration</em> does necessarily engage our Assent, yet we can suspend any <em>absolute Conclusion</em> from <em>probable</em> Arguments, until we examine whether this apparent <em>Probability</em> be not opposite to <em>Demonstration,</em> or <em>superior Probability</em> on the other side.</p>"
    },
    {
      "id": "10",
      "content": "<p>This may let us see, that tho it were acknowledged that <q>Men are <em>necessarily</em> determined to pursue their own Happiness, and to be influenced by whatever Motive appears to be <em>prepollent;</em></q> yet they might be proper <em>Subjects of a Law;</em> since the very <em>Sanctions</em> of the Law, if they attend to them, may suggest a Motive <em>prepollent</em> to all others. In like manner, <q>Errors may be criminal,<a href=\"#n3\"><sup>[3]</sup></a> where there are sufficient <em>Data</em> or <em>Objective Evidence</em> for the Truth;</q> since no Demonstration can lead to Error, and we can suspend our Assent to probable Arguments, till we have examined both Sides. Yet <em>human Penalties</em> concerning Opinions must be of little consequence, since no Penalty can supply the place of <em>Argument,</em> or <em>Probability</em> to engage our <em>Assent,</em> however they may as <em>Motives</em> determine our <em>Election.</em></p>"
    },
    {
      "id": "11",
      "content": "<p>In the <em>calm publick Desires,</em> in like manner, where there are no opposite Desires, the greater Good of another is always preferred to the less: And in the calm universal Benevolence, the Choice is determined by the <em>Moment</em> of the Good, and the <em>Number</em> of those who shall enjoy it.</p>"
    },
    {
      "id": "12",
      "content": "<p>When the <em>publick Desires</em> are opposite to the <em>private,</em> or seem to be so, that kind prevails which is <em>stronger</em> or more intense.</p>"
    },
    {
      "id": "13",
      "content": "<p><label><span>Definitions.</span></label><span id=\"lf0150_label_072\">III.</span> The following <em>Definitions</em> of certain Words used on this Subject, may shorten our Expressions; and the <em>Axioms</em> subjoined may shew the manner of acting from <em>calm Desire,</em> with Analogy to the <em>Laws of Motion.</em></p>"
    },
    {
      "id": "14",
      "content": "<p><b>Relative</b> <em>Good or Evil,</em> is any particular Good or Evil, which does not thus compensate its contrary Concomitants or Consequences. This Distinction would have been more exactly expressed by the <em>Bonum simpliciter,</em> and <em>secundum quid</em>of the Schoolmen.</p>"
    },
    {
      "id": "15",
      "content": "<p><em>Cor.</em> <b>Relative</b> <em>Good</em>may be <em>Absolute Evil;</em> thus often sensual Pleasures are in the whole pernicious: And <em>Absolute Good</em>may be <em>Relative Evil;</em> thus an <em>unpleasant Potion</em> may recover Health.</p>"
    },
    {
      "id": "16",
      "content": "<p><b>Good</b> and <em>Evil,</em> according to the <em>Persons</em> whom they affect, may be divided into <em>Universal, Particular</em> and <em>Private.</em></p>"
    },
    {
      "id": "17",
      "content": "<p><b>Private</b> <em>Good or Evil</em> is that of the Person acting. Each of these three Members may be either <em>Absolute</em> or <em>Relative.</em></p>"
    },
    {
      "id": "18",
      "content": "<p><em>Cor.</em> I. <b>Particular</b> <em>or private Good</em>may possibly be <em>universal Evil:</em> And <em>universal Good</em>may be <em>particular</em> or <em>private Evil.</em> The Punishment of a Criminal is an Instance of the latter. Of the former, perhaps, there are no real Instances in the whole Administration of Nature: but there are some apparent Instances; such as the <em>Success of an unjust War;</em> or the <em>Escape of an unrelenting Criminal.</em></p>"
    },
    {
      "id": "19",
      "content": "<p><em>Cor.</em> 2. <b>When</b> <em>particular</em> or <em>private Goods</em> are entirely innocent toward others, they are <em>universal Good.</em></p>"
    }
  ],
  "notes": [
    {
      "id": "1",
      "paragraph": "2",
      "content": "<p>Whoever would see subtile Divisions of those Sensations, let him read <em>Malebranche's Recherche de la Verite, B.</em> v. <em>c.</em> 3. Together with these Sensations there are also some strong <em>Propensities</em> distinct from any rational Desire: About which see <em>Sect.</em> 3. <em>Art.</em> 2. of this Treatise.</p>"
    },
    {
      "id": "2",
      "paragraph": "4",
      "content": "<p>The Schoolmen express this Distinction by the <em>Appetitus rationalis</em> and the <em>Appetitus Sensitivus.</em> All Animals have in common the <em>External Senses</em> suggesting notions of things as pleasant or painful; and have also the <em>Appetitus Sensitivus,</em> or some instinctive Desires and Aversions. <em>Rational Agents</em> have, superadded to these, two higher analogous Powers; <em>viz.</em> the <em>Understanding,</em> or <em>Reason,</em> presenting farther notion, and attended with an higher sort of Sensations; and the <em>Appetitus rationalis.</em> This latter is a <q>constant natural Disposition of Soul to desire what the Understanding, or these sublimer Sensations, represent as Good, and to shun what they represent as Evil, and this either when it respects ourselves or others.</q> This many call the <em>Will</em> as distinct from the <em>Passions.</em> Some later Writers seem to have forgot it, by ascribing to the <em>Understanding</em> not only <em>Ideas, Notions, Knowledge;</em> but <em>Action, Inclinations, Desires, Prosecution,</em> and their Contraries.</p>"
    },
    {
      "paragraph": "10",
      "id": "3",
      "content": "<p>See <em>Treat. 4 Sect</em> 6. <em>Art.</em> 6, last Paragraph.</p>"
    }
  ]
}
