{
  "id": "Hutcheson.ENP.6",
  "parent": "Hutcheson.ENP",
  "title": "Section 6. Some general Conclusions concerning the best Management of our Desires. Withsome Principles necessary to Happiness",
  "breadcrumb": "Section 6",
  "fulltitle": "<h3>SECT VI.</h3> <h3><em>Some general <em>Conclusions</em> concerning the best <em>Management</em> of our Desires. Withsome Principles necessary to <em>Happiness</em>.</em></h3>",
  "source": "https://oll.libertyfund.org/titles/hutcheson-an-essay-on-the-nature-and-conduct-of-the-passions-and-affections-1742-2002/simple#lf0150_div_061",
  "imported": true,
  "paragraphs": [
    {
      "id": "1",
      "title": "<h2>section vi<span class=\"milestone\">Hutcheson: 5</span>: Some general Conclusions concerning the best Management of our Desires. With some Principles necessary to Happiness.<span class=\"milestone\">Hutcheson: 10</span></h2>",
      "content": "<p>[<em>165</em>/167] We see therefore, upon comparing the several kinds of Pleasures and Pains, both as to <em>Intention</em> and <em>Duration,</em> that <q>the whole Sum of Interest lies upon the Side of <em>Virtue, Publick‐spirit,</em> and <em>Honour.</em> That to <em>forfeit</em> these Pleasures in whole, or in part, for any other <em>Enjoyment,</em> is the most foolish Bargain; and on the contrary, to secure them with the <em>Sacrifice</em> of all others, is the <em>truest Gain.</em></q></p>"
    },
    {
      "id": "2",
      "content": "<p><label><span>Constant Discipline necessary.</span></label>There is one general <em>Observation</em> to be premised, which appears of the greatest Necessity for the just <em>Management</em> of all our Desires; <em>viz.</em> that we should, as much as possible, in all Affairs of Importance to our selves or others, prevent the <em>Violence</em> of their <em>confused Sensation,</em> and stop their <em>Propensities</em> from breaking out into Action, till we have fully examined the real <em>Moment</em> of the Object, either of our Desires [<em>166</em>] or Aversions.[168] The only way to affect this is, <q>a constant <em>Attention</em> of Mind, an habitual <em>Discipline</em> over our selves, and a fixed <em>Resolution</em> to stop all Action, before a calm <em>Examination</em> of every Circumstance attending it; more particularly, the real <em>Values</em> of external Objects, and the <em>moral Qualities</em> or <em>Tempers</em> of rational Agents, about whom our Affections may be employed.</q> This Power we may obtain over our selves, by a frequent Consideration of the great <em>Calamities,</em> and pernicious Actions, to which even the <em>best of our Passions</em> may lead us, when we are rashly hurried into Action by their Violence, and by the <em>confused Sensations,</em> and <em>fantastick Associations</em> of Ideas which attend them: Thus we may raise an <em>habitual Suspicion</em> and <em>Dread</em>of every <em>violent Passion,</em> which, recurring along with them continually, may in some measure counter‐ballance their <em>Propensities</em> and <em>confused Sensations.</em> This <em>Discipline</em> of our Passions is in general necessary. The <em>unkind</em>or <em>destructive Affections,</em> our <em>Anger, Hatred,</em> or <em>Aversion</em> to rational Agents, seem to need it most; but there is also a great Necessity for it, even about the <em>tender</em> and <em>benign Affections,</em> lest we should be hurried into <em>universal</em> and <em>absolute Evil,</em> by the Appearance of <em>particular Good:</em> And consequently it must be of the highest Importance to all, to strengthen as much [<em>167</em>] as possible, by frequent Meditation and Reflection, the calm [169] Desires either private or publick, rather than the particular Passions, and to make the <em>calm universal Benevolence</em> superior to them.</p>"
    },
    {
      "id": "3",
      "content": "<p><label><span>Resignation of sensual Pleasures.</span></label>That the necessary <em>Resignation</em> of other Pleasures may be the more easy, we must frequently suggest to our selves these Considerations abovementioned. <q><em>External Pleasures</em> are short and transitory, leave no agreeable <em>Reflection,</em> and are no manner of <em>Advantage</em> to us when they are past; we are no better than if we had wanted them altogether.</q></p>"
    },
    {
      "id": "4",
      "content": "<p>In like manner, <q>past Pains give us no unpleasant <em>Reflection,</em> nor are we the worse for having endured them. If they are violent, our Existence will probably be short; if not, they are tolerable, or allow long Intervals of Ease.</q> Let us join to these a <em>stoical Consideration;</em> <q>that <em>external Pains</em> give us a noble Opportunity of <em>moral Pleasures</em> in Fortitude, and <em>Submission</em> to the Order of the whole, if we bear them resolutely; but if we fret under them, we do not alleviate the Suffering, but rather increase it by <em>Discontent</em> or <em>Sullenness.</em></q> When <em>external Pains</em> must be endured voluntarily to avoid <em>moral Evil,</em> we must, as much as possible, present to our selves [<em>168</em>] <q>the <em>moral Species</em> itself, [170] with the <em>publick Good</em>to ensue, the <em>Honour</em> and <em>Approbation</em> to be expected from all good Men, the <b>Deity,</b> and our own Hearts, if we continue firm; and on the contrary, the <em>Remorse, Shame</em> and Apprehension of <em>future Punishments,</em> if we yield to this Temptation.</q></p>"
    },
    {
      "id": "5",
      "content": "<p>How necessary it is to break off the vain Associations of <em>moral Ideas,</em> from the Objects of <em>external Senses,</em> will also easily appear. This may be done, by considering how trifling the <em>Services</em> are which are done to our Friends or Acquaintances, by <em>splendid Entertainments,</em> at an Expense, which, otherways employed, might have been to them of considerable Importance. Men who are at ease, and of as <em>irregular Imaginations</em> as our selves, may admire and praise our <em>Magnificence;</em> but those who need more <em>durable Services,</em> will never think themselves much obliged. We cannot expect any <em>Gratitude</em> for what was done only to please our own <em>Vanity:</em> The <em>Indigent</em> easily see this, and justly consider upon the whole how much they have profited.</p>"
    },
    {
      "id": "6",
      "content": "<p>If the Wealth of the <em>Luxurious</em> fails, he is the Object of <em>Contempt:</em> No body pities him nor honours him: his <em>personal Dignity</em> was placed by himself in his <em>Table,</em> [<em>169</em>] <em>Equipage</em> and <em>Furniture;</em> his Admirers placed [171] it also in the same: When these are gone all is lost.</p>"
    },
    {
      "id": "7",
      "content": "<p>—Non est melius quo insumere possis? <br>Cur eget indignus quisquam te Divite? quare <br>Templa ruunt antiqua Deûm? cur improbe carae <br>Non aliquid Patriae ex tanto emetiris acervo? <br>Uni nimirum tibi recte semper erunt res: <br>O magnus posthac inimicis Risus. <br><div class=\"closer\"><div class=\"bibl\">—Hor.<a href=\"#lf0150_footnote_nt_097\" id=\"lf0150_footnote_nt_097_ref\" class=\"footnote-link type-footnote\">33</a></div></div></p>"
    },
    {
      "id": "8",
      "content": "<p>There is no Enjoyment of external Pleasure, which has more imposed upon Men of late, by some confused <em>Species of Morality,</em> than <em>Gallantry.</em> The sensible Pleasure alone must, by all Men who have the least Reflection, be esteemed at a very low rate: But the Desires of this kind, as they were by Nature intended to found the most constant uninterrupted <em>Friendship,</em> and to introduce the most venerable and lovely <em>Relations,</em> by <em>Marriages</em> and <em>Families,</em> arise in our Hearts, attended with some of the <em>sweetest Affections,</em> with a disinterested <em>Love</em> and <em>Tenderness,</em> with a most gentle and obliging Deportment, with something great and heroick in our Temper. The Wretch who rises no higher in this Passion than the mean <em>sensual Gratification,</em> is abhorred by every one: But these sublimer Sensations and Passions do often so fill the Imaginations of the <em>Amorous,</em> that they are unawares led into [172] the [<em>170</em>] most contemptible and cruel Conduct which can be imagined. When for some trifling transitory <em>Sensations,</em> which they might have innocently enjoyed along with the highest <em>moral Pleasures</em> in Marriage, they expose the very Person they love and admire to the deepest <em>Infamy</em> and <em>Sorrow,</em> to the <em>Contempt</em> of the World, to perpetual <em>Confusion, Remorse,</em> and <em>Anguish;</em> or, to what is worse, an <em>Insensibility</em> of all Honour or Shame, Virtue or Vice, Good or Evil, to be the Scorn and Aversion of the World; and all this coloured over with the gay Notions of <em>Pleasantry, Genteelness, Politeness, Courage, high Enjoyment of Life.</em></p>"
    },
    {
      "id": "9",
      "content": "<p>Would Men allow themselves a little Time to reflect on the <em>whole Effect</em> of such capricious Pursuits, the <em>Anguish</em> and <em>Distraction</em> of Mind which these Sallies of Pleasure give to <em>Husbands, Fathers, Brothers;</em> would they consider how they themselves would resent such Treatment of a <em>Wife,</em> a <em>Child,</em> a <em>Sister;</em> how much deeper such Distresses are, than those trifling Losses or Damages, for which we think it just to bring the Authors of them to the Gallows; sure none but a thorow Villain could either practice or approve the one more than the other.</p>"
    },
    {
      "id": "10",
      "content": "<p>[<em>171</em>/173] A wise Man in his Oeconomy, must do much even in Complaisance to the <em>Follies</em> of others, as well as his own <em>Conveniency,</em> to support that general <em>good Opinion</em> which must be maintained by those who would be publickly useful. His <em>Expences</em> must be some way suited to his <em>Fortune,</em> to avoid the Imputation of <em>Avarice.</em> If indeed what is saved in <em>private Expences,</em> be employed in <em>generous Offices,</em> there is little danger of this Charge. Such a <em>Medium</em> may be kept as to be above <em>Censure,</em> and yet below any <em>Affectation of Honour</em> or <em>Distinction</em> in these matters. If one corrects his own <em>Imagination</em> in these things, he will be in no danger of doing any thing pernicious to please others. He is still in a State fit to judge of the real <em>Importance</em> of every thing which occurs to him, and will gratify the false <em>Relish</em> of others, no farther than it is consistent with, and subservient to <em>some nobler Views.</em></p>"
    },
    {
      "id": "1",
      "content": "<p><label><span>Axioms, or general Laws.</span></label><span id=\"lf0150_label_088\">IV.</span> <b>Axioms</b> , or natural Laws of <em>calm Desire.</em></p>"
    },
    {
      "id": "2",
      "content": "<p><b>The</b> Ratio of the <em>Hazard</em>of acquiring or retaining any Good must be multiplied into the Moment of the Good; so also the <em>Hazard</em>of avoiding any Evil is to be multiplied into the Moment of it, to find its comparative value.</p>"
    },
    {
      "id": "3",
      "content": "<p><em>Cor.</em> <b>Hence</b> it is, that the smallest certain Good may raise stronger Desire than the [41] greatest Good, if the <em>Uncertainty</em> of the latter surpass <em>that</em> of the former, in a greater Ratio than that of the greater to the less. Thus Men content themselves in all Affairs with <em>smaller,</em> but more <em>probably successful</em> Pursuits, quitting those of greater Moment but <em>less Probability.</em></p>"
    },
    {
      "id": "4",
      "content": "<p><b>The</b> <em>Removal of Pain</em> has always the Notion of Good, and sollicits us more importunately: Its Moment is the same way computed by <em>Intenseness</em> and <em>Duration,</em> and affected by the <em>Hazard</em>and by the <em>Uncertainty</em> of our Existence.</p>"
    },
    {
      "id": "5",
      "content": "<p>These are the general Ways of computing the Quantities of Good in any Object or Event, whether we are pursuing our own private Good from selfish Desires, or [<em>42</em>] the Good of others from publick Affections. Concerning these latter we may observe,</p>"
    },
    {
      "id": "6",
      "content": "<p><b>In</b> general, the Strength of publick Desire is in a Compound Ratio of the <em>Quantity of the Good itself, and the Number, Attachment, and Dignity</em> of the Persons.</p>"
    },
    {
      "id": "7",
      "content": "<p>These seem to be the general Laws, according to which our Desires arise. Our [<em>43</em>] <em>Senses</em> constitute Objects, Events or Actions <em>good;</em> and <q>we have Power to <em>reason,</em> reflect and compare the several Goods, and to find out the proper and effectual Means of obtaining the greatest for our selves or others, so as not to be led aside by every Appearance of <em>relative</em> or <em>particular</em> Good.</q></p>"
    },
    {
      "id": "1",
      "content": "<p><label><span>Action from pure Desire or Affection.</span></label><span id=\"lf0150_label_109\">V.</span> If it be granted, that we have implanted in our Nature the several <em>Desires</em> above‐mentioned, let us next inquire <q>into [<em>44</em>] what <em>State</em> we would incline to bring our selves, upon the several Accidents which now raise our <em>Passions;</em> supposing that we had the Choice of our own State entirely, and were not, by the Frame of our Nature, subjected to certain <em>Sensations,</em> independently of our Volition.</q></p>"
    },
    {
      "id": "2",
      "content": "<p>If it seems too rash to assert a Distinction between <em>Affections</em> and <em>Passions,</em> or that <em>Desire</em> may subsist without any <em>uneasiness,</em> since perhaps we are never conscious of any Desire absolutely free from all uneasiness; <q>let it be considered, that the simple Idea of <em>Desire</em> is different from that of Pain of any kind, or from any <em>Sensation</em> whatsoever: Nor is there any other Argument for their Identity than this, that they occur to us at once: But this Argument is inconclusive, otherwise [<em>44</em>] it would prove <em>Colour</em> and <em>Figure</em> to be the same, or <em>Incision</em> and <em>Pain.</em></q></p>"
    },
    {
      "id": "3",
      "content": "<p>There is a <em>middle State</em> of our Minds, when we are not in the pursuit of any <em>important Good,</em> nor know of any great <em>Indigence</em> of those we love. In this State, when any smaller positive Good to our selves or our Friend is apprehended to be in our power, we may resolutely <em>desire</em> and <em>pursue</em> it, without any considerable <em>Sensation of Pain</em> or Uneasiness. Some Tempers seem [45] to have as strong <em>Desires</em> as any, by the Constancy and Vigor of their Pursuits, either of publick or private Good; and yet give small Evidence of any <em>uneasy Sensation.</em> This is observable in some sedate Men, who seem no way inferior in Strength of Desire to others: Nay, if we consult our selves, and not the common Systems, we shall perhaps find, that <q>the noblest Desire in our Nature, that of <em>universal Happiness,</em> is generally calm, and wholly free from any confused uneasy Sensation:</q> except in some warm Tempers, who, by a lively <em>Imagination,</em> and frequent Attention to general Ideas, raise something of Passion even toward <em>universal Nature.</em><a href=\"#n1\"><sup>[1]</sup></a> Yea, further, Desire may be as strong as possible toward a certainly future [<em>45</em>] Event, the fixed Time of its Existence being also known, and yet we are not conscious of any <em>Pain</em> attending such Desires. But tho this should not be granted to be Fact with Men, yet the Difference of the Ideas of Desire and Pain, may give sufficient ground for abstracting them; and for our making the Supposition of their being separated.</p>"
    },
    {
      "id": "4",
      "content": "<p>Upon this Supposition then, when any Object was desired, if we found it <em>difficult</em> or <em>uncertain</em> to be obtained, but worthy of all the Labour it would cost; we would set [46] about it with Diligence, but would never chuse to bring upon our selves any <em>painful Sensation</em> accompanying our Desire, nor to increase our Toil by <em>Anxiety.</em> Whatever Satisfaction we had in our State before the Prospect of this additional Good, we should continue to enjoy it while this Good was in suspense; and if we found it unattainable, we should be just as we were before: And we should never [<em>46</em> ] chuse to bring upon our selves those <em>Frettings</em> which now commonly arise from Disappointments. Upon Opinion of any impending Evil, we should <em>desire</em> and <em>use all means</em> to prevent it, but should never voluntarily bring upon our selves the uneasy Sensation of <em>Fear,</em> which now naturally anticipates our Misery, and gives us a Foretaste of it, more ungrateful sometimes than the Suffering itself. If the Evil did befal us, we should never chuse to increase it, by the Sensations of <em>Sorrow</em> or <em>Despair;</em> we should consider what was the Sum of Good remaining in our State, after subtracting this Evil; and should enjoy our selves as well as a Being, who had never known greater Good, nor enjoyed greater Pleasure, than the <em>absolute Good</em>yet remaining with us; or perhaps we should pursue some other attainable Good. In the like manner, did our <em>State</em> and the <em>Modifications</em> of our Mind depend upon our Choice, should we be affected upon the apprehended Approach of Good or [47] Evil, to those whom we love; we should have <em>desires</em> of obtaining the one for them, and of defending them from the other, accompanied with no <em>uneasy Sensations.</em> We do indeed find in fact, that our stronger Desires, whether private or publick, are accompanied with <em>uneasy Sensations;</em> but these Sensations do not seem the necessary <em>Result</em> of the Desire itself: They depend upon the present <em>Constitution of our Nature,</em> which might possibly have been otherwise ordered. And in fact we find a considerable Diversity of Tempers in this matter; some <em>sedate Tempers</em> equally desiring either publick or private Good with the more passionate Tempers; but without that Degree of <em>Ferment, Confusion,</em> and <em>Pain,</em> which attend the same Desires in the <em>Passionate.</em></p>"
    },
    {
      "id": "5",
      "content": "<p>[<em>47</em>] According to the present Constitution of our Nature, we find that the <em>Modifications</em> or <em>Passions</em> of our Mind, are very different from those which we would chuse to bring upon our selves, upon their several Occasions. The Prospect of any considerable Good for our selves, or those we love, raises Desire; and this Desire is accompanied with <em>uneasy confused Sensations,</em> which often occasion <em>Fretfulness, Anxiety,</em> and <em>Impatience.</em> We find violent <em>Motions</em> in our Bodies; and are often made unfit for serious Deliberation about the Means of obtaining [48] the Good desired. When it is first obtained, we find violent confused <em>Sensations of Joy,</em> beyond the Proportion of the Good itself, or its Moment to our Happiness. If we are disappointed, we feel a Sensation of <em>Sorrow</em> and <em>Dejection,</em> which is often entirely useless to our present State. Foreseen Evils are antedated by painful Sensations of <em>Fear;</em> and Reflection, attended with Sensations of <em>Sorrow,</em> gives a tedious Existence to transitory Misfortunes. Our <em>publick Desires</em> are in the same manner accompanied with painful Sensations. The Presence or Suspence of Good or Evil <em>to others,</em> is made the Occasion of the like confused Sensations. A little Reflection will shew, that none of these Sensations depend upon our Choice, but arise from the very <em>Frame</em> [<em>48</em> ] <em>of our Nature,</em> however we may regulate or moderate them.</p>"
    },
    {
      "id": "1",
      "content": "<p><label><span>The Necessity for these Sensations.</span></label><span id=\"lf0150_label_110\">VI.</span> Let us then examine <q>for what Purpose our Nature was so constituted, that Sensations do thus necessarily arise in us.</q> Would not those <em>first sorts of Sensations,</em> by which we apprehend Good and Evil in the Objects themselves, have been sufficient, along with our <em>Reason</em> and <em>pure Desires,</em> without those Sensations attending the very Desires themselves, for which they are called <em>Passions,</em> or those <em>Sensations</em> which [49] attend our Reflection upon the Presence, Absence, or Approach of Good or Evil?</p>"
    },
    {
      "id": "2",
      "content": "<p>The common Answer, that <q>they are given to us as useful <em>Incitements</em> or <em>Spurs</em> to Action, by which we are roused more effectually to promote our private Good, or that of the Publick,</q> is too general and undetermined. What need is there for rousing us to Action, more than a <em>calm pure Desire</em> of Good, and Aversion to Evil would do, without these confused Sensations? Say they, <q>we are averse to <em>Labour;</em> we are apt to be hurried away by Avocations of <em>Curiosity</em> or <em>Mirth;</em> we are often so <em>indolent</em> and averse to the vigorous Use of our Powers, that we should neglect our true Interest without these solliciting [<em>49</em>] Sensations.</q> But may it not be answered, that if Labour and vigorous Use of our Powers be attended with <em>Uneasiness</em> or <em>Pain,</em> why should not this be brought into the Account? The Pursuit of a small Good by great Toil is really foolish; violent <em>Labour</em> may be as pernicious as any thing else: Why should we be excited to any <em>uneasy Labour,</em> except for prepollent Good? And, when the Good is <em>prepollent,</em> what need of any further <em>Incitement</em> than the calm Desire of it? The same may be said of the Avocations of <em>Curiosity</em> or <em>Mirth;</em> if their <em>absolute Pleasures</em> be greater than [50] that of the good from which they divert us, why should we not be diverted from it? If not, then the <em>real Moment</em> of the Good proposed is sufficient to engage our Pursuit of it, in Opposition to our Curiosity or Mirth.</p>"
    },
    {
      "id": "3",
      "content": "<p>If indeed our Aversion to Labour, or our Propensity to Mirth be accompanied with these Sensations, then it was necessary that other <em>Desires</em> should be attended with like Sensations, that so a Ballance might be preserved. So if we have confused Sensation strengthning and fixing our <em>private Desires,</em> the like Sensation joined to <em>publick Affections</em> is necessary, lest the former Desires should wholly engross our Minds: If weight be cast into one Scale, as much must be put into the other to preserve [<em>50</em>] an <em>Equilibrium.</em> But the first Question is, <q>whence arose the Necessity of such additional Incitements on either side?</q></p>"
    },
    {
      "id": "4",
      "content": "<p>It must be very difficult for Beings of such imperfect Knowledge as we are, to answer such Questions: we know very little of the Constitution of <em>Nature,</em> or what may be necessary for the Perfection of the <em>whole.</em> The Author of Nature has probably formed many active Beings, whose Desires are not attended with confused Sensations, raising them into Passions like to ours. There is probably an infinite <em>Variety</em> of Beings, of all possible Degrees, in which the Sum of Happiness exceeds that of Misery. We know that our State is <em>absolutely Good,</em> notwithstanding a considerable Mixture of Evil. The Goodness of the great Author of Nature appears even in producing the <em>inferior Natures,</em> provided their State in the whole be absolutely Good: Since we may probably conclude,<a href=\"#n1\"><sup>[1]</sup></a> that there are in the Universe as many Species of <em>superior Natures,</em> as was consistent with the most perfect State of the whole. This is the Thought so much insisted upon by <em>Simplicius,</em> that the universal [<em>51</em>] Cause must produce τα μέσα, as well as τα πρω̑τα, και τα ἔσχατα. We know not if this Globe be a fit Place for the Habitation of Natures superior to ours: If not, it must certainly be in the <em>whole</em> better that it should have its <em>imperfect</em> [52] <em>Inhabitants,</em> whose State is absolutely Good, than that it should be desolate.</p>"
    },
    {
      "id": "5",
      "content": "<p>All then which we can expect to do in this Matter, is only to shew, that <q>these confused Sensations are necessary to such Natures as we are in other <em>respects:</em> Particularly that Beings of such Degrees of <em>Understanding,</em> and such <em>Avenues</em> to Knowledge as we have, must need these <em>additional Forces,</em> which we call Passions, beside the first <em>Sensations</em> by which Objects are constituted Good or Evil, and the <em>pure Desire</em> or <em>Aversion</em> arising from Opinion or Apprehension of Good or Evil.</q></p>"
    },
    {
      "id": "6",
      "content": "<p><label><span>From the Imperfection of our Understanding, which required Sensations of Appetite.</span></label> Now our <em>Reason,</em> or <em>Knowledge of the Relations</em> of external Things to our Bodies, is so inconsiderable, that it is generally some <em>pleasant Sensation</em> which teaches us what tends to their Preservation; and some <em>painful Sensation</em> which shews what is pernicious. Nor is this Instruction sufficient; we need also to be directed <em>when</em> our Bodies want supplies of Nourishment; to this our Reason could not extend: Here then [<em>52</em>] appears the first Necessity of <em>uneasy Sensation,</em> preceding Desire, and continuing to accompany it when it is raised.</p>"
    },
    {
      "id": "7",
      "content": "<p>[53] Again, our Bodies could not be preserved without a Sense of Pain, connected with <em>Incisions, Bruises,</em> or violent <em>Labour,</em> or whatever else tends to destroy any part of their Mechanism; since our Knowledge does not extend so far, as to judge in time what would be pernicious to it: And yet, without a great deal of human Labour, and many Dangers, this Earth could not support the tenth Part of its Inhabitants. Our Nature therefore required a Sensation, accompanying its Desires of the <em>Means of Preservation,</em> capable to surmount the Uneasiness of <em>Labour:</em> this we have in the Pains or Uneasiness accompanying the Desires of Food.</p>"
    },
    {
      "id": "8",
      "content": "<p>In like manner, the <em>Propagation of Animals</em> is a Mystery to their <em>Reason,</em> but easy to their <em>Instinct.</em> An Offspring of such Creatures as Men are, could not be preserved without perpetual Labour and Care; which we find could not be expected from the more general Ties of <em>Benevolence.</em> Here then again appears the Necessity of strengthning the Στοργὴ, or <em>natural Affection,</em> with strong Sensations, or Pains of Desire, sufficient to counter‐ballance the Pains of <em>Labour,</em> and the Sensations of the [<em>53</em>] <em>selfish Appetites;</em> since Parents must often check and [54] disappoint their own Appetites, to gratify those of their Children.</p>"
    },
    {
      "id": "9",
      "content": "<p><q>When a Necessity of joining strong Sensations to one Class of Desires appears, there must appear a like Necessity of strengthning the rest by like Sensations, to keep a just Ballance.</q> We know, for instance, that the Pleasures of the <em>Imagination</em> tend much to the Happiness of Mankind: the Desires of them therefore must have the like <em>Sensations</em> assisting them, to prevent our indulging a nasty solitary Luxury. The Happiness of human Life cannot be promoted without <em>Society</em> and <em>mutual Aid,</em> even beyond a Family; our <em>publick Affections</em> must therefore be strengthned as well as the private, to keep a Ballance; so must also our Desires of <em>Virtue</em> and <em>Honour. Anger,</em> which some have thought an useless Passion, is really as necessary as the rest; since Men's Interests often seem to interfere with each other; and they are thereby led from Self‐Love to do the worst <em>Injuries</em> to their Fellows. There could not therefore be a wiser Contrivance to restrain <em>Injuries,</em> than to make every mortal some way <em>formidable</em> to an unjust Invader, by such a violent Passion. We need not have recourse to a <em>Prometheus</em> in this matter, with the old Poets: [<em>54</em>] they might have ascribed it to their <em>Optimus Maximus.</em><a href=\"#n2\"><sup>[2]</sup></a></p>"
    },
    {
      "id": "10",
      "content": "<p>[<em>52</em>]—Insani Leonis, <br>Vim Stomacho apposuisse nostro.<a href=\"#n3\"><sup>[3]</sup></a></p>"
    },
    {
      "id": "1",
      "content": "<p><label><span>A Ballance may be still preserved.</span></label><span id=\"lf0150_label_111\">VII.</span> With this <em>Ballance</em> of publick Passions against the private, with our <em>Passions</em> toward Honour and Virtue, we find that human Nature may be as really amiable in its low Sphere, as superior Natures endowed with higher Reason, and influenced only by <em>pure Desires;</em> provided we vigorously exercise the Powers we have in keeping this Ballance of Affections, and checking any Passion which grows so violent, as to be inconsistent with the publick Good. If we have selfish Passions for our own Preservation, we have also <em>publick Passions,</em> which may engage us into vigorous and laborious Services to <em>Offspring, Friends, Communities, Countries. Compassion</em> will engage us to succour the distressed, even with our private Loss or Danger. An Abhorrence of the injurious, and Love toward the injured, with a Sense of Virtue, and Honour, can make us despise Labour, Expence, Wounds and Death.</p>"
    },
    {
      "id": "2",
      "content": "<p>The Sensations of <em>Joy</em> or <em>Sorrow,</em> upon the Success or Disappointment of any Pursuit, either publick or private, have directly the Effect of <em>Rewards</em> or <em>Punishments,</em> [<em>55</em>] to excite us to act with the utmost Vigor, either for our own Advantage, or that of [56] others, for the future, and to punish past Negligence. The Moment of every Event is thereby increased: as much as the Sensations of <em>Sorrow</em> add to our <em>Misery,</em> so much those of <em>Joy</em> add to our <em>Happiness.</em> Nay, since we have some considerable <em>Power</em> over our Desires, as shall be explained hereafter, we may probably, by good Conduct, obtain more frequent <em>Pleasures of Joy</em> upon our Success, than <em>Pains of Sorrow</em> upon Disappointment.</p>"
    },
    {
      "id": "3",
      "content": "<p><label><span>A just Balance very rare.</span></label>'Tis true indeed, that there are few Tempers to be found, wherein these Sensations of the several Passions are in such a <em>Ballance,</em> as in all cases to leave the Mind in a proper State, for considering the Importance of every Action or Event. The Sensations of <em>Anger</em> in some Tempers are violent above their proportion; those of <em>Ambition, Avarice, desire of sensual Pleasure,</em> and even of <em>natural Affection,</em> in several Dispositions, possess the Mind too much, and make it incapable of attending to any thing else. Scarce any one Temper is always constant and uniform in its Passions. The best State of human Nature possible might require a Diversity of Passions and Inclinations, for the different Occupations necessary for the whole: But the Disorder seems to be much greater than is [<em>56</em>] requisite for this End. <em>Custom, Education, Habits,</em> and <em>Company,</em> may [57] often contribute much to this Disorder, however its Original may be ascribed to some more universal Cause. But it is not so great, but that human Life is still a desireable State, having a superiority of Goodness and Happiness. Nor, if we apply our selves to it, does it hinder us from discerning that just <em>Ballance</em> and <em>Oeconomy,</em> which would constitute the most happy State of each Person, and promote the greatest Good in the whole.</p>"
    },
    {
      "id": "4",
      "content": "<p><label><span>Dispositions to some particular Passions.</span></label>Let Physicians or Anatomists explain the several Motions in the <em>Fluids</em> or <em>Solids</em> of the Body, which accompany any Passion; or the <em>Temperaments</em> of Body which either make Men prone to any Passion, or are brought upon us by the long Continuance, or frequent Returns of it. 'Tis only to our Purpose in general to observe, <q>that probably certain <em>Motions</em> in the Body do accompany every Passion by a fixed Law of Nature; and alternately, <em>that Temperament</em> which is apt to receive or prolong these Motions in the Body, does influence our <em>Passions</em> to heighten or prolong them.</q> Thus a certain <em>Temperament</em> may be brought upon the Body, by its being frequently put into Motion by the Passions of <em>Anger, Joy, Love,</em> or <em>Sorrow;</em> and the Continuance of this Temperament shall make Men prone to the several [<em>57</em>] Passions for the future. We find [58] our selves after a long Fit of <em>Anger</em> or <em>Sorrow,</em> in an uneasy State, even when we are not reflecting on the particular <em>Occasion</em> of our Passion. During this State, every trifle shall be apt to provoke or deject us. On the contrary, after <em>good Success,</em> after strong <em>friendly Passions,</em> or a State of <em>Mirth,</em> some considerable <em>Injuries</em> or <em>Losses,</em> which at other times would have affected us very much, shall be overlooked, or meekly received, or at most but slightly resented; perhaps because our Bodies are not fit easily to receive these <em>Motions</em> which are constituted the Occasion of the uneasy Sensations of Anger. This <em>Diversity</em> of Temper every one has felt, who reflects on himself at different Times. In some Tempers it will appear like <em>Madness.</em> Whether the only <em>Seat</em> of these Habits, or the Occasion rather of these <em>Dispositions,</em> be in the Body; or whether the <em>Soul</em> itself does not, by frequent Returns of any Passion acquire some greater Disposition to receive and retain it again, let those determine, who sufficiently understand the Nature of either the one or the other.</p>"
    },
    {
      "id": "1",
      "content": "<p><label><span>Conduct necessary about the Pleasures of Imagination.</span></label><span id=\"lf0150_label_213\">II.</span> To make the Pleasures of <em>Imagination</em> a constant Source of <em>Delight,</em> as they seem intended in the Frame of our Nature, with no hazard of <em>Pain,</em> it is necessary to keep the Sense free from foreign <em>Ideas of Property,</em> and the <em>Desire of Distinction,</em> as much as possible. If this can be done, we may receive Pleasure from every <em>Work of</em>[174] <em>Nature or Art</em> around us. We enjoy [<em>172</em>] not only the whole of <em>Nature,</em> but the united Labours of all about us. To prevent the Idea of <em>Property,</em> let us consider <q>how little the <em>Proprietor</em> enjoys more than the <em>Spectator:</em> Wherein is he the better or the happier?</q> The <em>Poet,</em> or the <em>Connoisseur,</em> who judges nicely of the Perfection of the Works of Art, or the Beauties of Nature, has generally a <em>higher Taste</em> than the Possessor. The <em>magnificent Palace,</em> the <em>grand Apartments,</em> the <em>Vistas,</em> the <em>Fountains,</em> the <em>Urns,</em> the <em>Statues,</em> the <em>Grottos</em> and <em>Arbours,</em> are exposed either in their own <em>Nature,</em> or by the Inclination of the <em>Proprietor,</em> to the Enjoyment of others. The <em>Pleasure of the Proprietor</em> depends upon the <em>Admiration</em> of others, he robs himself of his chief Enjoyment if he excludes <em>Spectators:</em> Nay, may not a Taste for Nature be acquired, giving greater Delight than the Observation of Art?</p>"
    },
    {
      "id": "2",
      "content": "<p>Deterius Lybicis olet, aut nitet, Herba lapillis? <br>Purior in vicis aqua tendit rumpere Plumbum, <br>Quam que per pronum trepidat cum murmure rivum? <br>Nempe inter varias nutritur Sylva Columnas, <br>Laudaturque Domus, longos qua prospicit Agros. <br>Naturam expellas surca licet, usque recurret. <br><div class=\"closer\"><div class=\"bibl\">—Hor.<a href=\"#lf0150_footnote_nt_098\" id=\"lf0150_footnote_nt_098_ref\" class=\"footnote-link type-footnote\">34</a></div></div></p>"
    },
    {
      "id": "3",
      "content": "<p>Must an <em>artful Grove,</em> an <em>Imitation</em> of a Wilderness, or the more confined <em>Forms</em> or [175] <em>Ever‐greens,</em> please more than the real <em>Forest,</em> [<em>173</em>] with the <em>Trees of God?</em> Shall a <em>Statue</em> give more Pleasure than the <em>human Face Divine?</em></p>"
    },
    {
      "id": "4",
      "content": "<p>Where the <em>Humour of Distinction</em> is not corrected, our Equals become our Adversaries: The Grandeur of another is our <em>Misery,</em> and makes our Enjoyments insipid. There is only one way of making this Humour tolerable, but this way is almost inconsistent with the <em>Inclination</em> itself, <em>viz.</em> <q>continually to haunt with our Inferiors, and compare our selves with them.</q> But if inconstant <em>Fortune,</em> or their own Merit do raise any of them to equal us, our <em>Pleasure</em> is lost, or we must sink ourselves to those who are still <em>Inferior,</em> and abandon the Society of every Person whose <em>Art</em> or <em>Merit</em> raises him. How poor a Thought is this!</p>"
    },
    {
      "id": "5",
      "content": "<p>The Pursuits of the <em>Learned</em>have often as much Folly in them as any others, when Studies are not valued according to their <em>Use in Life,</em> or the real Pleasures they contain, but for the <em>Difficulty</em> and <em>Obscurity,</em> and consequently the <em>Rarity</em> and <em>Distinction.</em> Nay, an abuse may be made of the most noble and manly Studies, even of <em>Morals, Politicks,</em> and <em>Religion</em> itself, if our Admiration and Desire terminate upon the <em>Knowledge</em> itself, and not upon [<em>174</em>] the Possession of [176] the <em>Dispositions</em> and <em>Affections</em> inculcated in these Studies. If these Studies be only matter of <em>Amusement</em> and <em>Speculation,</em> instead of leading us into a constant <em>Discipline</em> over our selves, to correct our Hearts, and to guide our Actions, we are not much better employed, than if we had been studying some useless Relations of <em>Numbers,</em> or Calculations of Chances.</p>"
    },
    {
      "id": "6",
      "content": "<p>There is not indeed any part of Knowledge which can be called entirely <em>useless.</em> The most <em>abstracted Parts of Mathematicks,</em> and the Knowledge of <em>mythological History,</em> or antient <em>Allegories,</em> have their own Pleasures not inferior to the more gay Entertainments of <em>Painting, Musick,</em> or <em>Architecture;</em> and it is for the Advantage of Mankind that some are found, who have a Taste for these Studies. The only Fault lies, in letting any of those <em>inferior</em> Tastes engross the whole Man to the Exclusion of the nobler Pursuits of <em>Virtue</em> and <em>Humanity.</em></p>"
    },
    {
      "id": "7",
      "content": "<p>Concerning all these Pleasures of the Imagination, let us consider also <q>how little support they can give Men under any of the Calamities of Life,</q> such as the Treachery or Baseness of a <em>Friend,</em> a <em>Wife,</em> a <em>Child,</em> or the perplexing Intricacies [<em>175</em>] of our common Affairs, or the Apprehension of <em>Death.</em></p>"
    },
    {
      "id": "8",
      "content": "<p>[177] <br>Re veraque Metus hominum, Curaeque sequaces <br>Nec metuunt sonitus Armorum, nec fera Tela; <br>Audacterque inter Reges, rerumque Potentes <br>Versantur, nec fulgorem reverentur ab auro, <br>Nec clarum vestis splendorem purpureaï <br>Quid dubitas quin omne sit hoc rationis egestas? <br><div class=\"closer\"><div class=\"bibl\">—<b>Luc.<span class=\"milestone\">Hutcheson: 15</span></b> <a href=\"#lf0150_footnote_nt_099\" id=\"lf0150_footnote_nt_099_ref\" class=\"footnote-link type-footnote\">35</a></div></div></p>"
    },
    {
      "id": "1",
      "content": "<p><label><span>Ideas of Divinity arise from the internal Senses.</span></label><span id=\"lf0150_label_214\">III.</span> Under this Head of our Internal Sense, we must observe one natural Effect of it, that it leads us into <em>Apprehensions of a</em> <b>Deity.</b> Grandeur, Beauty, Order, Harmony, wherever they occur, raise an Opinion of a <b>Mind,</b> of <em>Design,</em> and <em>Wisdom.</em> Every thing great, regular, or proportioned, excites <em>Veneration,</em> either toward itself, if we imagine it animated, if not animated, toward some apprehended Cause. No Determination of our Mind is more <em>natural</em> than this, no Effect more <em>universal.</em> One has better Reason to deny the Inclination between the <em>Sexes</em> to be natural, than a Disposition in Mankind to <em>Religion.</em></p>"
    },
    {
      "id": "2",
      "content": "<p>We cannot open our Eyes, without discerning <em>Grandeur and Beauty</em> every where. Whoever receives these Ideas, feels an inward <em>Veneration</em> arise. We may fall into a Thousand vain Reasonings: foolish limited Notions of <b>Divinity</b> may be formed, as attached to the particular <em>Places</em> or [<em>176</em>] <em>Objects,</em> which strike us in the most lively [178] manner. Custom, Prejudice of Sense or Education, may confirm some foolish Opinion about the <em>Nature</em> or <em>Cause</em> of these Appearances: But wherever a superior <b>Mind,</b> a governing <b>Intention</b> or <b>Design</b> is imagined, there <em>Religion</em> begins in its most simple Form, and an inward <em>Devotion</em> arises. Our Nature is as much determined to this, as to any other Perception or Affection. How we manage these Ideas and Affections, is indeed of the greatest Importance to our Happiness or Misery.</p>"
    },
    {
      "id": "3",
      "content": "<p>The Apprehension of an universal <b>Mind</b> with Power and Knowledge, is indeed an agreeable Object of Contemplation. But we must form our Ideas of all intelligent Natures, with some Resemblance or Analogy to our selves: We must also conceive something correspondent to our <em>Affections</em> in the <b>Divinity,</b> with some <em>moral Apprehensions</em> of the Actions and Tempers of his Creatures. The <em>Order of Nature</em> will suggest many Confirmations of this. We must conclude some <em>Worship</em> acceptable, and some Expressions of <em>Gratitude</em> as our Duty. The Conceptions of the <b>Deity</b> must be various, according to the different Degrees of <em>Attention</em> and <em>Reasoning</em> in the Observers, and their own Tempers and Affections. Imagining the divine <b>Mind,</b> as <em>cruel,</em> [<em>177</em>] <em>wrathful, or capricious,</em> must be a perpetual Source of Dread and Horror; and will be apt to raise a <em>Resemblance</em> of Temper in the Worshipper, with its attendant <em>Misery.</em> A contrary [<em>179</em>] Idea of the <b>Divinty,</b> as good, and kind, delighting in universal Happiness, and ordering all Events of the Universe to this End, as it is the most delightful Contemplation, so it fills the good Mind with a constant <em>Security</em> and <em>Hope,</em> amidst either publick Disorders, or private Calamities.</p>"
    },
    {
      "id": "4",
      "content": "<p>To find out which of these two Representations of the <b>Deity</b> is the true one, we must consult the <em>Universe,</em> the Effect of his Power, and the Scene of his Actions. After what has been observed by so many ingenious Authors, both <em>Ancient</em> and <em>Modern,</em> one cannot be at a loss which Opinion to chuse. We may only on this occasion consider the Evidences of divine Goodness appearing in the <em>Structure of our own Nature,</em> and in the Order of our <em>Passions</em> and <em>Senses.</em></p>"
    },
    {
      "id": "5",
      "content": "<p><label><span>Evidences of the Goodness of God in the Frame of our Senses and Affections.</span></label>It was observed above, how admirably our Affections are contrived for good in the <em>whole.</em> Many of them indeed do not pursue the <em>private Good</em>of the Agent; nay, many of them, in various Cases, seem to tend to his detriment, by concerning him violently in the Fortunes of <em>others,</em> in their [<em>178</em>] <em>Adversity,</em> as well as their Prosperity. But they all aim at <em>good,</em> either private or publick: and by them each particular Agent is [180] made, in a great measure, subservient to the <em>good of the whole.</em> Mankind are thus insensibly link'd together, and make one great <em>System,</em> by an invisible Union. He who <em>voluntarily</em> continues in this Union, and delights in employing his Power for his <em>Kind,</em> makes himself happy: He who does not continue this Union freely, but affects to break it, makes himself wretched; nor yet can he break the <em>Bonds of Nature.</em> His <em>publick Sense,</em> his <em>Love of Honour,</em> and the very <em>Necessities</em> of his Nature, will continue to make him depend upon his <em>System,</em> and engage him to serve it, whether he inclines to it or not. Thus we are formed with a View to a general good <em>End;</em> and may in our own Nature discern a universal Mind watchful for the whole.</p>"
    },
    {
      "id": "6",
      "content": "<p>The same is observable in the Order of our <em>external Senses.</em> The simple Productions of Nature, which are useful to any Species of Animals, are also <em>grateful</em> to them; and the pernicious or useless Objects are made disagreeable. Our external Sensations are no doubt often <em>painful,</em> when our Bodies are in a dangerous State; when they want supplies of Nourishment; when any thing external would be injurious to them. But if it appears, <q>that the <em>general Laws</em> [<em>179</em>] are wisely constituted, and that it is necessary to the Good of a System of [181] such Agents, to be under the Influence of <em>general Laws,</em> upon which there is occasion for <em>Prudence</em> and <em>Activity;</em></q> the particular <em>Pains</em> occasioned by a necessary <em>Law</em> of Sensation, can be no Objection against the Goodness of the Author.</p>"
    },
    {
      "id": "7",
      "content": "<p>Now that there is no room for complaint, that <q>our external Sense of <em>Pain</em> is made too acute,</q> must appear from the Multitudes we daily see so careless of preserving the Blessing of <em>Health,</em> of which many are so prodigal as to lavish it away, and expose themselves to external <em>Pains</em> for very trifling Reasons. Can we then repine at the friendly <em>Admonitions</em> of Nature, joined with some <em>Austerity,</em> when we see that they are scarce sufficient to restrain us from Ruin? The same may be said of the <em>Pains</em> of other kinds. <em>Shame</em> and <em>Remorse</em> are never to be called too severe, while so many are not sufficiently restrained by them. Our <em>Compassion</em> and friendly <em>Sense of Sorrow,</em> what are they else but the <em>Alarms</em> and <em>Exhortations</em> of a kind impartial <em>Father,</em> to engage his <em>Children</em> to relieve a distressed <em>Brother?</em> Our <em>Anger</em> itself is a necessary Piece of Management, by which every pernicious Attempt is made <em>dangerous</em> to its Author.</p>"
    },
    {
      "id": "8",
      "content": "<p>[<em>180</em>/182] Would we allow room to our Invention, to conceive what sort of <em>Mechanism,</em> what <em>Constitutions</em> of Senses or Affections a <em>malicious powerful Being</em> might have formed, we should soon see how few Evidences there are for any such Apprehension concerning the <b>Author</b> of this World. Our <em>Mechanism,</em> as far as we have ever yet discovered, is wholly contrived for good. No cruel <em>Device,</em> no <em>Art</em> or <em>Contrivance</em> to produce evil: No such <em>Mark</em> or <em>Scope</em> seems ever to be aimed at. How easy had it been to have contrived some necessary Engines of <em>Misery</em> without any use; some <em>Member</em> of no other service but to be matter of <em>Torment; Senses</em> incapable of bearing the surrounding Objects without Pain; Eyes pained with the <em>Light;</em> a Palate offended with the <em>Fruits</em> of the Earth; a Skin as tender as the Coats of the <em>Eye,</em> and yet some more furious Pain forcing us to bear these Torments? Human <em>Society</em> might have been made as uneasy as the Company of <em>Enemies,</em> and yet a perpetual more violent Motive of <em>Fear</em> might have forc'd us to bear it. <em>Malice, Rancour, Distrust,</em> might have been our natural Temper. Our <em>Honour</em> and <em>Self‐Approbation</em> might have depended upon <em>Injuries;</em> and the <em>Torments</em> of others been made our <em>Delight,</em> which yet we could not have enjoyed thro' [183] perpetual <em>Fear.</em> Many such Contrivances we [<em>181</em>] may easily conceive, whereby an evil <em>Mind</em>could have gratified his <em>Malice</em> by our <em>Misery.</em> But how unlike are they all to the Intention or Design of the Mechanism of this World?</p>"
    },
    {
      "id": "9",
      "content": "<p>Our <em>Passions</em> no doubt are often matter of Uneasiness to our selves, and sometimes occasion Misery to <em>others,</em> when any one is indulged into a Degree of Strength beyond its <em>Proportion.</em> But which of them could we have wanted, without greater Misery in the whole? They are by Nature ballanced against each other, like the <em>Antagonist Muscles</em> of the Body; either of which separately would have occasioned <em>Distortion</em> and irregular <em>Motion,</em> yet jointly they form a Machine, most accurately subservient to the <em>Necessities, Convenience, and Happiness</em> of a <em>rational System.</em> We have a Power of <em>Reason</em> and <em>Reflection,</em> by which we may see what Course of Action will naturally tend to procure us the most valuable <em>Gratifications</em> of all our Desires, and prevent any intolerable or unnecessary <em>Pains,</em> or provide some support under them. We have Wisdom sufficient to form Ideas of <em>Rights, Laws, Constitutions;</em> so as to preserve large Societies in Peace and Prosperity, and promote a <em>general Good</em>amidst all the <em>private Interests.</em></p>"
    },
    {
      "id": "10",
      "content": "<p>[<em>182</em>/184] If from the present Order of Nature, in which <em>Good</em>appears far superior to <em>Evil,</em> we have just Presumptions to conclude the <b>Deity</b> to be benevolent, it is not conceivable <q>that any Being, who desires the Happiness of others, should not desire a <em>greater Degree</em> of Happiness to them rather than a less; and that consequently the whole <em>Series of Events</em> is the best possible, and contains in the whole the greatest possible <em>absolute Good:</em></q> especially since we have no Presumption of any <em>private Interest,</em> which an <em>universal</em> <b>Mind</b> can have in view, in opposition to the greatest Good of the whole. Nor are the particular Evils occurring to our Observation, any just Objection against the perfect Goodness of the universal <b>Providence</b> to us, who cannot know how far these Evils may be necessarily connected with the <em>Means</em> of the greatest possible absolute Good.</p>"
    },
    {
      "id": "1",
      "content": "<p><label><span>The Conduct of our publick Sense andAffections.</span></label><span id=\"lf0150_label_215\">IV.</span> In managing our <em>publick Sense</em> of the State of others, we must beware of one common Mistake, <em>viz.</em> <q>apprehending every Person to be miserable in those Circumstances, which we imagine would make our selves miserable.</q> We may easily find, that the <em>lower Rank</em> of Mankind, whose only Revenue is their bodily Labour, enjoy as much <em>Chearfulness, Contentment,</em> [<em>183</em>/185] <em>Health, Gaiety,</em> in their own way, as any in the highest Station of Life. Both their Minds and Bodies are soon fitted to their State. The <em>Farmer</em> and <em>Labourer,</em> when they enjoy the bare Necessaries of Life, are easy. They have often more <em>correct Imaginations,</em> thro' <em>Necessity</em> and <em>Experience,</em> than others can acquire by <em>Philosophy.</em> This Thought is indeed a poor Excuse for a base selfish <em>Oppressor,</em> who, imagining Poverty a great Misery, bears hard upon those in a low Station of Life, and deprives them of their natural <em>Conveniences,</em> or even of bare <em>Necessaries.</em> But this Consideration may support a compassionate Heart, too deeply touched with apprehended Miseries, of which the <em>Sufferers</em> are themselves insensible.</p>"
    },
    {
      "id": "2",
      "content": "<p>The Pains of this <em>Sense</em> are not easily removed. They are not allayed by the Distinction of Pains into <em>real</em> and <em>imaginary.</em> Much less will it remove them, to consider how much of human Misery is owing to their own <em>Folly</em> and <em>Vice.</em> Folly and Vice are themselves the most pityable Evils. It is of more consequence to consider, what Evidences there are <q>that the Vice and Misery in the World are smaller than we sometimes in our melancholy Hours imagine.</q> There are no doubt many furious [186] Starts of Passion, in which [<em>184</em>] Malice may seem to have place in our Constitution; but how seldom, and how short, in comparison of Years spent in fixed kind Pursuits of the Good of a <em>Family,</em> a <em>Party,</em> a <em>Country?</em> How great a Part of human Actions flow directly from <em>Humanity</em> and <em>kind Affection?</em> How many censurable Actions are owing to the same Spring, only chargeable on <em>Inadvertence,</em> or an Attachment to too <em>narrow a System?</em> How few owing to any thing worse than <em>selfish</em> Passions above their Proportion?</p>"
    },
    {
      "id": "3",
      "content": "<p>Here Men are apt to let their Imaginations run out upon all the <em>Robberies, Piracies, Murders, Perjuries, Frauds, Massacres, Assassinations,</em> they have ever either heard of, or read in History; thence concluding all Mankind to be very wicked: as if a <em>Court of Justice</em> were the proper Place of making an Estimate of the <em>Morals</em> of Mankind, or an <em>Hospital</em> of the <em>Healthfulness</em> of a Climate. Ought they not to consider, that the Number of honest <em>Citizens</em> and <em>Farmers</em> far surpasses that of all sorts of Criminals in any State; and that the innocent or kind Actions of even Criminals themselves, surpass their Crimes in Numbers? That 'tis the <em>Rarity</em> of Crimes, in comparison of innocent or good Actions, [187] which engages our Attention to them, and makes them be recorded in History; while incomparably more honest, generous, [<em>185</em>] domestick Actions are overlooked, only because they are so common; as one great <em>Danger,</em> or one <em>Month's Sickness,</em> shall become a frequently repeated Story, during a long Life of Health and Safety.</p>"
    },
    {
      "id": "4",
      "content": "<p>The Pains of the <em>external Senses</em> are pretty frequent, but how short in comparison of the long Tracts of Health, Ease and Pleasure? How rare is the Instance of a Life, with one tenth spent in violent Pain? How few want absolute Necessaries; nay, have not something to spend on <em>Gaiety</em> and <em>Ornament?</em> The Pleasures of <em>Beauty</em> are exposed to all in some measure. These kinds of Beauty which require <em>Property</em> to the full Enjoyment of them, are not ardently desired by many. The Good of every kind in the Universe, is plainly superior to the Evil. How few would accept of <em>Annihilation,</em> rather than Continuance in Life in the middle State of Age, Health and Fortune? Or what separated Spirit, who had considered human Life, would not, rather than perish, take the hazard of it again, by returning into a Body in the State of Infancy?</p>"
    },
    {
      "id": "5",
      "content": "<p>[188] <br>—Who would lose, <br>For fear of Pain, this intellectual Being, <br>These Thoughts which wander thro' Eternity, <br>To perish rather, swallowed up and lost <br>In the wide Womb of uncreated Night, <br>Devoid of Sense and Motion <br><div class=\"closer\"><div class=\"bibl\">—Milton's <em>Par. lost,</em> Book 2.<a href=\"#lf0150_footnote_nt_100\" id=\"lf0150_footnote_nt_100_ref\" class=\"footnote-link type-footnote\">36</a></div></div></p>"
    },
    {
      "id": "6",
      "content": "<p>[<em>186</em> ] These Thoughts plainly shew a <em>Prevalence</em> of Good in the World. But still our publick Sense finds much matter of compassionate Sorrow among Men. The <em>Many</em> are in a tolerable good State; but who can be unconcerned for the distressed <em>Few?</em> They are few in comparison of the whole, and yet a great <em>Multitude.</em></p>"
    },
    {
      "id": "7",
      "content": "<p>What Parent would be much concerned at the Pains of breeding of <em>Teeth,</em> were they sure they would be short, and end well? Or at the Pain of a Medicine, or an Incision, which was necessary for the Cure, and would certainly accomplish it? Is there then no <em>Parent</em> in <b>Nature,</b> no <em>Physician</em> who sees what is necessary for the <em>Whole,</em> and for the good of each Individual in the whole of his Existence, as far as is consistent with the general Good? Can we expect, in this our <em>Childhood</em>of Existence, to understand all the Contrivance and Art of this Parent and Physician of Nature? May not [189] some harsh Discipline be necessary to Good? May not many natural Evils be necessary to prevent future moral Evils, and to correct the Tempers of the Agents, nay to introduce moral Good? Is not <em>Suffering</em> and <em>Distress</em> requisite, before there can be room for generous Compassion, <em>Succour,</em> and <em>Liberality?</em> Can there be <em>Forgiveness, Returns of good for evil,</em> [<em>187</em>] unless there be some <em>moral Evil?</em> Must the <em>Whole</em> want the eternally delightful <em>Consciousness</em> of such <em>Actions</em> and <em>Dispositions,</em> to prevent a few transient Sensations of Pain, or natural Evil? May there not be some unseen Necessity for the greatest universal Good, that<a href=\"#n1\"><sup>[1]</sup></a> there should be an <em>Order of Beings</em> no more perfect than we are, subject to Error and wrong Affections sometimes? May not all the present Disorders which attend this State of <em>prevalent Order,</em> be rectified by the <em>directing Providence</em> in a future Part of our Existence? This Belief of a <b>Deity,</b> a <b>Providence,</b> and a <em>future State,</em> are the only sure Supports to a good Mind. Let us then acquire and strengthen our Love and Concern for this <em>Whole,</em> and acquiesce in what the governing <b>Mind,</b> who presides in it, is ordering in the wisest Manner, tho not yet fully known to us, for its most universal Good.</p>"
    },
    {
      "id": "8",
      "content": "<p><label><span>The Necessity of believing a future State.</span></label>[190] A future State, firmly believed, makes the greatest Difficulties on this Subject to vanish. No particular <em>finite Evils</em> can be looked upon as intolerable, which lead to Good, infinite in <em>Duration.</em> Nor can we complain of the Conditions of Birth, if the present Evils of Life have [<em>188</em>] even a probable hazard of <em>everlasting Happiness</em> to compensate them; much more if it be placed in our power certainly to obtain it. Never could the boldest Epicurean bring the lightest Appearance of Argument against the <em>Possibility</em> of such a State, nor was there ever any thing tolerable advanced against its <em>Probability.</em> We have no Records of any Nation which did not entertain this Opinion. Men of Reflection in all Ages, have found at least probable Arguments for it; and the Vulgar have been prone to believe it, without any other <em>Argument</em> than their natural Notions of <em>Justice</em> in the <em>Administration of the World.</em> Present <em>Hope</em> is present Good: and this very Hope has enlivened human Life, and given ease to generous Minds, under Anxieties about the publick Good.</p>"
    },
    {
      "id": "9",
      "content": "<p>This Opinion was interwoven with all Religions; and as it in many instances overballanced the Motives to Vice, so it removed Objections against <em>Providence.</em> The [191] good Influence of this Opinion, however it might not justify any <em>Frauds,</em> yet probably did more good than what might overballance many Evils flowing from even very <em>corrupt Religions.</em> How agreeable then must it be to every good Man, that this Opinion, were there even no more to be done, should be confirmed beyond question or doubt, by a well attested <em>divine</em> [<em>189</em>] <em>Revelation,</em> for the perpetual <em>Security</em> of the virtuous, and for the constant Support of the <em>kind and compassionate?</em> How gladly must every honest Heart receive it; and rejoice that even those who have neither <em>Leisure</em> nor <em>Capacity</em> for deep <em>Reflection,</em> should be thus convinced of it?</p>"
    },
    {
      "id": "10",
      "content": "<p><label><span>The Conduct of the unkind Affections.</span></label>As to the Management of those Passions which seem <em>opposite</em> to the <em>Happiness</em> of others, such as <em>Anger, Jealousy, Envy, Hatred;</em> it is very necessary to represent to our selves continually, the most <em>favourable Conceptions</em> of others, and to force our Minds to examine the <em>real Springs</em> of the resented Actions. We may almost universally find, that <q>no Man acts from <em>pure Malice;</em> that the Injurious only intended some <em>Interest of his own,</em> without any <em>ultimate Desire</em> of our Misery; that he is more to be pitied for his own mean <em>selfish Temper,</em> for the want of true <em>Goodness,</em> and its attendant <em>Happiness,</em> than to be hated for his Conduct, which is really more pernicious to himself [192] than to others.<a href=\"#n2\"><sup>[2]</sup></a> Our <em>Lenity, Forgiveness,</em> and <em>Indulgence</em> to the Weakness of others, will be constant Matter of <em>delightful Consciousness,</em> and <em>Self‐Approbation;</em> [<em>190</em>] and will be as probably effectual in most cases, to obtain <em>Reparation</em> of Wrongs, from an hearty <em>Remorse,</em> and thorow <em>Amendment of the Temper</em> of the Injurious, as any Methods of Violence.</q> Could we raise our Goodness even to an higher Pitch, and consider <q>the Injurious as our <em>Fellow-Members</em> in this great intellectual Body, whose Interest and Happiness it becomes us to promote, as much as we can consistently with that of others, and not to <em>despise, scorn,</em> or <em>cut them off,</em> because of every <em>Weakness, Deformity,</em> or <em>lighter Disorder;</em></q> we might bring our selves to that divine Conduct, of even <em>returning good for evil.</em></p>"
    },
    {
      "id": "11",
      "content": "<p>In like manner, our <em>Emulation, Jealousy,</em> or <em>Envy,</em> might be restrained in a great measure, by a constant <em>Resolution</em> of bearing always in our Minds the<a href=\"#n3\"><sup>[3]</sup></a> <em>lovely Side</em> of every Character:<a href=\"#n4\"><sup>[4]</sup></a> <q>The compleatly Evil are as rare as the perfectly Virtuous: There is something amiable almost in every one.</q> Could we enure our selves [193] constantly to dwell on these things, we might often bear patiently the <em>Success of a Rival,</em> nay, sometimes even rejoice in it, be more happy our [<em>191</em>] selves, and turn him into a real <em>Friend.</em> We should often find those <em>Phantoms</em> of Vice and Corruption which torment the <em>Jealous,</em> vanishing before the bright Warmth of a thorow <em>good Temper,</em> resolved to search for every thing <em>lovely and good,</em> and averse to think any <em>evil.</em></p>"
    },
    {
      "id": "1",
      "content": "<p><label><span>Conduct of the moral Sense, and Sense of Honour.</span></label><span id=\"lf0150_label_216\">V.</span> In governing our <em>moral Sense,</em> and <em>Desires of Virtue,</em> nothing is more necessary than to study the <em>Nature</em> and <em>Tendency</em> of human Actions; and to extend our views to the <em>whole Species,</em> or to all <em>sensitive Natures,</em> as far as they can be affected by our Conduct. Our moral Sense thus regulated, and constantly followed in our Actions, may be the most constant Source of the most <em>stable Pleasure.</em> The same Conduct is always the most probable Means of obtaining the <em>Pleasures of Honour.</em> If there be a Distinction between <em>Truth</em> and <em>Falshood,</em> Truth must be stronger than Falshood: It must be more probable that <em>Truth</em> will generally prevail; that the real <em>good Tendency</em> of our Actions, and the Wisdom of our <em>Intentions</em> will be known; and <em>Misrepresentations</em> or <em>partial Views</em> will vanish. Our Desire of <em>Honour</em> is not confined to our present State. The Prospect of <em>future Glory</em> is a strong Motive [194] of Action. And thus the <em>Time,</em> in which our Character may have the hazard of obtaining Justice, has no other Limits [<em>192</em>] than those of the <em>Existence of rational Natures.</em> Whereas, <em>partial Notions</em> of Virtue, and <em>partial Conduct,</em> have no other Foundation for <em>Self‐Approbation,</em> than our <em>Ignorance, Error,</em> or <em>Inadvertence;</em> nor for <em>Honour,</em> than the like <em>Ignorance, Error,</em> or <em>Inadvertence</em> of others.</p>"
    },
    {
      "id": "2",
      "content": "<p>That we may not be engaged into any thing contrary to the publick Good, or to the true Schemes of Virtue, by the Desire of <em>false Honour,</em> or <em>Fear of false Shame,</em> it is of great use to examine the <em>real Dignity</em> of those we converse with, and to confine our <em>Intimacies</em> to the truly virtuous and wise. From such we can expect no Honour, but according to our sincere Pursuit of the <em>publick Good;</em> nor need we ever fear any <em>Shame</em> in such a Course. But above all, did we frequently, and in the most lively manner, present to ourselves that great, and wise, and good <b>Mind,</b> which presides over the Universe, sees every <em>Action,</em> and knows the true <em>Character</em> and <em>Disposition</em> of every Heart, approving nothing but sincere Goodness and Integrity; did we consider that the time will come, when we shall be as conscious of his <em>Presence,</em> as we are of our own <em>Existence;</em> as sensible of his <em>Approbation</em> or [195] <em>Condemnation,</em> as we are of the Testimony of our own Hearts; when we shall be engaged in a <em>Society of Spirits,</em> stripped of these <em>Prejudices</em> [<em>193</em>] and <em>false Notions</em> which so often attend us in Flesh and Blood, how should we despise that Honour which is from Men, when opposite to the truest Honour from <b>God</b> himself?</p>"
    },
    {
      "id": "1",
      "content": "<p><label><span>The Desires of Wealth and Power.</span></label><span id=\"lf0150_label_217\">VI.</span> Concerning the Desires of <em>Wealth</em> and <em>Power,</em> besides what was suggested above to allay their Violence, from considering the small Addition commonly made to the <em>Happiness</em> of the Possessor, by the greatest Degrees of them, and the <em>Uncertainty</em> of their Continuance; if we have obtained any share of them, let us examine their <em>true Use,</em> and what is the best Enjoyment of them.</p>"
    },
    {
      "id": "2",
      "content": "<p>—Quid asper <br>Utile Nummus habet? Patriae carisque propinquis <br>Quantum elargiri decet? <br><div class=\"closer\"><div class=\"bibl\">Persius.<a href=\"#lf0150_footnote_nt_105\" id=\"lf0150_footnote_nt_105_ref\" class=\"footnote-link type-footnote\">37</a></div></div></p>"
    },
    {
      "id": "3",
      "content": "<p>What <em>moral Pleasures,</em> what Delights of <em>Humanity,</em> what <em>Gratitude</em> from Persons obliged, what <em>Honour,</em> may a wise Man of a generous Temper purchase with them? How foolish is the Conduct of heaping up Wealth for <em>Posterity,</em> when smaller Degrees might make them equally happy! when great <em>Prospects</em> of this kind are the strongest <em>Temptations</em> to them, to indulge <em>Sloth, Luxury,</em> [196] <em>Debauchery, Insolence, Pride,</em> and <em>Contempt</em> of their Fellow‐Creatures; [<em>194</em>] and to banish some noble Dispositions, <em>Humility, Compassion, Industry, Hardiness of Temper and Courage,</em> the Offspring of the sober rigid Dame <em>Poverty.</em> How often does the <em>Example,</em> and almost direct <em>Instruction</em> of Parents, lead Posterity into the basest Views of Life!</p>"
    },
    {
      "id": "4",
      "content": "<ul>—Qui nulla exempla beati <br>Pauperis esse putat— <br>Cum dicis Juveni stultum qui donat amico, <br><li id=\"Hutcheson_0150_1367\">Qui paupertatem levat attollitque propinqui, <br>Et spoliare doces &amp; circumscribere— <br>Ergo Ignem, cujus scintillas ipse dedisti, <br>Flagrantem late, &amp; rapientem cuncta videbis. <br><div class=\"closer\"><div class=\"bibl\">—<b>Juv.</b> Sat. 14.<a href=\"#lf0150_footnote_nt_106\" id=\"lf0150_footnote_nt_106_ref\" class=\"footnote-link type-footnote\">38</a></div></div> <br></li></ul>"
    },
    {
      "id": "5",
      "content": "<p>How powerfully might the Example of a wisely generous Father, at once teach his Offspring the true <em>Value</em> of  Wealth or Power, and prevent their <em>Neglect</em> of them, or foolish <em>throwing</em> them away, and yet inspire them with a <em>generous Temper,</em> capable of the just <em>Use</em> of them!</p>"
    },
    {
      "id": "6",
      "content": "<p><label><span>Support against Death.</span></label>Death is one Object of our <em>Aversion,</em> which yet we cannot avoid. It can scarcely be said, that <q>the <em>Desire of Life</em> is as strong as the Sum of all <em>selfish Desires.</em></q> It may be so with those who enure themselves to no Pleasures but those of the <em>external Senses.</em> [197] But how often do we see [<em>195</em>] Death endured, not only from Love of <em>Virtue,</em> or <em>publick Affections,</em> in Heroes and Martyrs, but even from Love of <em>Honour</em> in lower Characters! Many Aversions are stronger than that to Death. <em>Fear of bodily Pain, fear of Dishonour,</em> which are selfish Aversions, do often surpass our Aversion to Death, as well as <em>publick Affections</em> to Countries or Friends. It is of the greatest Consequence to the <em>Enjoyment</em> of Life, to know its true <em>Value;</em> to strip Death of its borrowed Ideas of Terror; to consider it barely as the <em>Cessation of both the Pains and Pleasures we now feel,</em> coming frequently upon us with no more Pain than that of <em>Swooning,</em> with a noble Hazard, or rather a certain <em>Prospect</em> of superior Happiness to every <em>good Mind.</em> Death in this view must appear an inconsiderable Evil, in comparison of <em>Vice, Self‐Abhorrence,</em> real <em>Dishonour,</em> the <em>Slavery of one's Country,</em> the <em>Misery of a Friend.</em></p>"
    },
    {
      "id": "7",
      "content": "<p>The tender Regards to a <em>Family</em> and <em>Offspring,</em> are often the strongest Bands to restrain a generous Mind from submitting to Death. What shall be the Fate of a <em>Wife,</em> a <em>Child,</em> a <em>Friend,</em> or a <em>Brother,</em> when we are gone, are the frequent Subjects of grievous Anxiety. The Fortunes of such Persons often depend much upon us; and when [198] they do not, yet we are more anxious [<em>196</em>] about their State when we shall be absent.</p>"
    },
    {
      "id": "8",
      "content": "<p>Ut assidens implumibus pullis avis, <br>Serpentium allapsus timet <br>Magis relictis, non ut adsit Auxilî <br>Latura plus praesentibus. <br><div class=\"closer\"><div class=\"bibl\">—Hor.<a href=\"#lf0150_footnote_nt_107\" id=\"lf0150_footnote_nt_107_ref\" class=\"footnote-link type-footnote\">39</a></div></div></p>"
    },
    {
      "id": "9",
      "content": "<p>Next to the Belief of a good <b>Providence,</b> nothing can support Men more under such <em>Anxieties,</em> than considering how often the <em>Orphan</em> acquires a <em>Vigor</em> of Mind, <em>Sagacity</em> and <em>Industry,</em> superior to those who are enfeebled by the constant <em>Care</em> and <em>Services</em> of others. A wise Man would desire to be provided with Friends against such an Exigency; Persons of such Goodness, as would joyfully accept the <em>Legacy</em> of a <em>Child,</em> or indigent <em>Friend</em>committed to their Protection.</p>"
    },
    {
      "id": "10",
      "content": "<p><label><span>Support against Death.</span></label>If Death were an <em>entire End</em>of the Person, so that no Thought or Sense should remain, all <em>Good</em>must cease at Death, but no <em>Evil</em> commence. The <em>Loss of Good</em>is Evil to us now, but will be no <em>Evil</em> to a Being which has lost all <em>Sense of Evil.</em> Were this the Case, the Consolation against Death would only be this, frequently to look upon <em>Life</em> and all its Enjoyments as granted to us only for a <em>short Term;</em> to employ this uncertain Time as much as we can in the Enjoyment [199] of the <em>noblest Pleasures;</em> [<em>197</em>] and to prevent Surprize at our Removal, by <em>laying our Account</em> for it.</p>"
    },
    {
      "id": "11",
      "content": "<p>But if we exist, and think after Death, and retain our <em>Senses</em> of Good and Evil, no Consolation against Death can be suggested to a <em>wicked Man;</em> but for the <em>virtuous,</em> there are the best Grounds of <em>Hope</em> and <em>Joy.</em> If the <em>Administration</em> of the whole be good, we may be sure <q>that <em>Order</em> and <em>Happiness</em> will in the whole prevail: Nor will <em>Misery</em> be inflicted any farther than is necessary for some prepollent Good.</q> Now there is no Presumption, that the <em>absolute Misery</em> of any <em>virtuous</em> Person can be necessary to any good End: Such Persons therefore are the most likely to enjoy a State of perfect Happiness.</p>"
    },
    {
      "id": "1",
      "content": "<p><label><span>What is the natural State of Men.</span></label><span id=\"lf0150_label_218\">VII.</span> To conclude: Let us consider that common Character, which when ascribed to any <em>State, Quality, Disposition,</em> or <em>Action,</em> engages our <em>Favour</em> and <em>Approbation</em> of it, <em>viz.</em> its being <em>natural.</em> We have many Suspicions about Tempers or Dispositions formed by <em>Art,</em> but are some way prepossessed in favour of what is <em>natural:</em> We imagine it must be advantageous and delightful to be in a natural State, and to live according to Nature. <q>This very Presumption in favour of what is natural, is a plain Indication that [200] the Order of Nature is good, and that Men are some [<em>198</em> ] way convinced of it. Let us enquire then what is meant by it.</q></p>"
    },
    {
      "id": "2",
      "content": "<p>If by natural we mean <q>that which we enjoy or do, when we first begin to exist, or to think,</q> it is impossible to know what <em>State, Temper,</em> or <em>Actions,</em> are <em>natural.</em> Our <em>natural State</em> in this Sense differs little from that of a <em>Plant,</em> except in some accidental <em>Sensations of Hunger,</em> or of <em>Ease,</em> when we are well nourished.</p>"
    },
    {
      "id": "3",
      "content": "<p>Some elaborate Treatises of great Philosophers about <em>innate Ideas,</em> or Principles practical or speculative, amount to no more than this, <q>That in the Beginning of our Existence we have no <em>Ideas</em> or <em>Judgments;</em></q> they might have added too, no <em>Sight, Taste, Smell, Hearing, Desire, Volition.</em> Such Dissertations are just as useful for understanding <em>human Nature,</em> as it would be in explaining the <em>animal Oeconomy,</em> to prove that the Faetus is animated before it has <em>Teeth, Nails, Hair,</em> or before it can <em>eat, drink, digest, or breathe:</em> Or in a <em>natural History of Vegetables,</em> to prove that <em>Trees</em> begin to grow before they have <em>Branches, Leaves, Flower, Fruit,</em> or <em>Seed:</em> And consequently that all these things were adventitious, or the Effect of Art.</p>"
    },
    {
      "id": "4",
      "content": "<p>[201] But if we call <q>that <em>State,</em> those <em>Dispositions</em> and <em>Actions, natural,</em> to [<em>199</em>] which we are inclined by some part of our Constitution, antecedently to any <em>Volition of our own;</em> or which flow from some <em>Principles</em> in our Nature, not brought upon us by our own <em>Art,</em> or that of others;</q> then it may appear, from what was said above, that <q>a State of <em>Good‐will, Humanity, Compassion, mutual Aid, propagating and supporting Offspring, Love of a Community or Country, Devotion, or Love and Gratitude to some governing Mind,</em> is our natural State,</q> to which we are naturally inclined, and do actually arrive, as universally, and with as much uniformity, as we do to a certain <em>Stature</em> and <em>Shape.</em></p>"
    },
    {
      "id": "5",
      "content": "<p>If by natural we understand <q>the <em>highest Perfection of the Kind,</em> to which any Nature may be improved by cultivating its natural Dispositions or Powers;</q> as few arrive at this in the Growth of their <em>Bodies,</em> so few obtain it in their <em>Minds.</em> But we may see what this Perfection is, to which our <em>natural Dispositions</em> tend, when we improve them to the utmost, as far as they are consistent with each other, making the <em>weaker</em> or <em>meaner</em> yield to the <em>more excellent</em> and <em>stronger.</em> Our several <em>Senses</em> and <em>Affections, publick</em> and <em>private,</em> with our Powers [202] of <em>Reason</em> and <em>Reflection,</em> shew this to be the <em>Perfection</em> of our <em>Kind, viz.</em> <q>to know, [<em>200</em>] love, and reverence the great <b>Author</b> of all things; to form the most <em>extensive Ideas</em> of our own true Interests, and those of all other <em>Natures, rational</em> or <em>sensitive;</em> to abstain from all <em>Injury;</em> to pursue regularly and impartially the <em>most universal absolute Good,</em> as far as we can; to enjoy constant <em>Self‐Approbation,</em> and <em>Honour</em> from wise Men; with <em>Trust in divine</em> <b>Providence,</b> <em>Hope of everlasting Happiness,</em> and a full <em>Satisfaction</em> and <em>Assurance</em> of Mind, that the whole Series of <em>Events</em> is directed by an unerring <em>Wisdom,</em> for the greatest universal <em>Happiness</em> of the whole.</q></p>"
    },
    {
      "id": "6",
      "content": "<p>To assert that <q>Men have generally arrived to the <em>Perfection of their Kind</em>in this Life,</q> is contrary to Experience. But on the other hand, to suppose <q>no Order at all in the <em>Constitution</em> of our Nature, or no <em>prevalent Evidences</em> of good Order,</q> is yet more contrary to Experience, and would lead to a Denial of <b>Providence</b> in the most important Affair which can occur to our Observation. We actually see such Degrees of <em>good Order,</em> of <em>social Affection,</em> of <em>Virtue</em> and <em>Honour,</em> as make the Generality of Mankind continue in a tolerable, nay, an <em>agreeable</em> State. However, in some [203] Tempers we see the <em>selfish Passions</em> by Habits grown too strong; [<em>201</em>] in others we may observe <em>Humanity, Compassion,</em> and <em>Good‐nature</em> sometimes raised by Habits, as we say, to an Excess.</p>"
    },
    {
      "id": "7",
      "content": "<p>Were we to strike a <em>Medium</em> of the several Passions and Affections, as they appear in the whole Species of Mankind, to conclude thence what has been the natural Ballance previously to any Change made by Custom or Habit, which we see casts the Ballance to either side, we should perhaps find the <em>Medium</em> of the publick Affections not very far from a sufficient <em>Counter‐ballance</em> to the <em>Medium</em> of the Selfish; and consequently the <em>Overballance</em> on either side in particular Characters, is not to be looked upon as the <em>original Constitution,</em> but as the <em>accidental Effect</em> of Custom, Habits, or Associations of Ideas, or other preternatural Causes: So that an universal <em>increasing</em> of the Strength of <em>either,</em> might in the whole be of little advantage. The raising universally the <em>publick Affections,</em> the Desires of <em>Virtue</em> and <em>Honour,</em> would make the <em>Hero of Cervantes,</em> pining with <em>Hunger</em> and <em>Poverty,</em> no rare Character. The universal increasing of <em>Selfishness,</em> unless we had more accurate Understandings to discern our <em>nicest Interests,</em> would fill the World with universal <em>Rapine</em> and <em>War.</em> The Consequences of [204] either universally <em>abating,</em> or <em>increasing</em> the Desires between the <em>Sexes,</em> the <em>Love of Offspring,</em> or the several [<em>202</em>] <em>Tastes</em> and <em>Fancies</em> in other Pleasures, would perhaps be found more pernicious to the whole, than the present Constitution. What seems most truly wanting in our Nature, is greater <em>Knowledge, Attention</em> and <em>Consideration:</em> had we a greater Perfection this way, and were evil <em>Habits,</em> and foolish <em>Associations of Ideas</em> prevented, our <em>Passions</em> would appear in better order.</p>"
    },
    {
      "id": "8",
      "content": "<p>But while we feel in ourselves so much <em>publick Affection</em> in the various Relations of Life, and observe the like in others; while we find every one desiring indeed his <em>own Happiness,</em> but capable of discerning, by a little Attention, that not only his external <em>Conveniency,</em> or <em>worldly Interest,</em> but even the most immediate and lively <em>Sensations of Delight,</em> of which his Nature is susceptible, immediately flow from a <em>Publick Spirit, a generous, human, compassionate Temper,</em> and a suitable <em>Deportment;</em> while we observe so many Thousands enjoying a tolerable State of <em>Ease</em> and <em>Safety,</em> for each one whose Condition is made <em>intolerable,</em> even during our present <em>Corruption:</em> How can any one look upon this World as under the Direction of an <em>evil Nature,</em> or even question a perfectly <em>good</em> <b>Providence?</b> How clearly does the [205] <em>Order of our Nature</em> point out to us our true <em>Happiness</em> and <em>Perfection,</em> and lead us to it as naturally as the several <em>Powers</em> of [<em>203</em>] the <em>Earth,</em> the <em>Sun,</em> and <em>Air,</em> bring <em>Plants</em> to their Growth, and the Perfection of their Kinds? We indeed are directed to it by our <em>Understanding</em> and <em>Affections,</em> as it becomes <em>rational</em> and <em>active Natures;</em> and <em>they</em> by <em>mechanick Laws.</em> We may see, that <q><em>Attention</em> to the most <em>universal Interest</em> of all sensitive Natures, is the Perfection of each individual of Mankind:</q> That they should thus be like well‐tuned <em>Instruments,</em> affected with every <em>Stroke</em> or <em>Touch</em> upon any one. Nay, how much of this do we actually see in the World? What <em>generous Sympathy, Compassion,</em> and <em>Congratulation</em> with each other? Does not even the flourishing State of the <em>inanimate Parts of Nature,</em> fill us with joy? Is not thus <em>our Nature</em> admonished, exhorted and commanded to cultivate <em>universal Goodness</em> and <em>Love,</em> by a <em>Voice heard thro' all the Earth, and Words sounding to the Ends of the World?</em></p>"
    }
  ],
  "notes": [
    {
      "paragraph": "3",
      "id": "1",
      "content": "<p>See <em>Marcus Aurelius,</em> in many places.</p><p>[[Marcus Aurelius was Hutcheson's preferred ancient Stoic philosopher. He translated Aurelius with James Moor as <em>The Meditations of the Emperor Marcus Aurelius Antoninus</em> (Glasgow: Robert Foulis, 1742).]]</p>"
    },
    {
      "paragraph": "4",
      "id": "1",
      "content": "<p>See <em>Simplicius</em> on <em>Epictetus,</em> Cap. 34. And the Archbishop of <em>Dublin, De Origine Mali,</em> above all others on this Subject.</p><p>[[Simplicius was one of the major Hellenistic commentators on Aristotle and also produced a number of commentaries on other philosophical works, including a major exposition of the Stoic Epictetus's <em>Enchiridion,</em> or <em>Manual.</em> Chapter 34 considers Epictetus's maxim <q>As no Man sets up a Mark, with a Design to shoot beside it, so neither hath the Maker of the World formed any such real Being, as Evil, in it</q> (George Stanhope [trans.], Epictetus <em>his Morals With</em> Simplicius <em>His Comment</em> [London Richard Sare, 1704], third ed., 207). Simplicius emphasized that evil is not anything real, but a deviation from the order of nature by imperfect beings imparted with the power of choice but confused as to what course would be best for them. The specific passage Hutcheson alludes to reads: <q>God, who is the Source and Original Cause of all Goodness, did not only produce the highest and most Excellent Things, such as are good in themselves; nor only those that are of a Rank something inferior to those, and of a middle Nature; but the Extremes too, such as are capable of falling and apt to be perverted from that which is agreeable to Nature, to that which we call Evil</q> (221).</p><p>William King's (1650–1729) theodicy, <em>De Origine Mali</em> (1702), was, like Leibniz's <em>Theodicy,</em> a response to the fideist challenge posed by Pierre Bayle. King attempted to reconcile the existence of evil and God's goodness through the freedom of the divine and human will, and the fact that God made an imperfect world in order to preserve human freedom of choice with the consequence of natural and moral evil. <em>De Origine Mali</em> was translated from Latin by Edmund Law (1703–87) in 1731 and edited with copious notes and commentary. Hutcheson sent a copy of the <em>Inquiry</em> to King.</p>"
    },
    {
      "paragraph": "9",
      "id": "2",
      "content": "<p><em>Optimus Maximus</em> was a Roman name for Jupiter or the ruling Deity.</p>"
    },
    {
      "paragraph": "10",
      "id": "3",
      "content": "<p>Horace <em>Odes,</em> 1.16, 15–16. The passage quoted by Hutcheson is preceded by, <q>They say Prometheus had to add to the primeval slime/a particle cut from each of the animals</q>; Hutcheson quotes, <q>and grafted the violence of rabid lions/on to our stomachs.</q> Trans. David West, <em>Horace: The Complete Odes and Epodes</em> (Oxford: Oxford University Press, 1997).</p>"
    },
    {
      "paragraph": "7",
      "id": "1",
      "content": "<p>See the Archbishop of <em>Dublin, de Origine Mali.</em></p>"
    },
    {
      "paragraph": "10",
      "id": "2",
      "content": "<p>See this Point handled with great Judgment, in <em>Plato's Gorgias.</em></p><p>[[Plato, <em>Gorgias,</em> see particularly 477a–d.]]</p>"
    },
    {
      "paragraph": "11",
      "id": "3",
      "content": "<p>Epictet. Enchir.<em>Cap.</em> 65.</p><p>[[Turco (<em>Saggio,</em> 255) notes that Hutcheson is citing Simplicius's commentary on <em>Enchiridion,</em> §65, which explicates Epictetus's, <em>Enchiridion,</em> §43. This must have been Hutcheson's primary edition of Epictetus, which is notable, as Simplicius often softens Epictetus's rather harsh Stoicism through his own Neoplatonic lens. <q>Every thing hath two handles, the one soft and manageable, the other such as will not endure to be touched. If then your Brother do you an Injury, do not take it by the hot and hard handle, by representing to your self all the aggravating Circumstances of the Fact; but look rather on the soft side, and extenuate it as much as possible, by considering the nearness of the Relation, and the long Friendship and Familiarity between you. Obligations to Kindness, which a single Provocation ought not to dissolve. And thus you will take the accident by its manageable handle.</q> Epictetus <em>his Morals With</em> Simplicius <em>His Comment,</em> 379–80.]]</p>"
    },
    {
      "paragraph": "11",
      "id": "4",
      "content": "<p>Plato Phaedon.</p><p>[[<q>[T]here are not many very good or very bad people, but the great majority are something between the two</q> <em>Phaedo,</em> 90a. (Hugh Tredennick and Harold Tarrant [trans. &amp; intro.] <em>Plato: The Last Days of Socrates</em> [London: Penguin, 1969], rev. ed.).]]</p>"
    }
  ]
}
