{
  "id": "Hutcheson.IGE.Intro",
  "parent": "Hutcheson.IGE",
  "title": "Introduction",
  "breadcrumb": "Introduction",
  "fulltitle": "<h3>INTRODUCTION.</h3>",
  "source": "https://oll.libertyfund.org/titles/hutcheson-an-inquiry-into-the-original-of-our-ideas-of-beauty-and-virtue-1726-2004/simple#lf1458_div_035",
  "imported": true,
  "paragraphs": [
    {
      "id": "1",
      "title": "<h2><span class=\"ital\">Introduction.</span></h2>",
      "content": "<p><label><span>Moral Good and Evil.</span></label>The Word Moral Goodness, in this Treatise, denotes our Idea of some Quality apprehended in Actions, which procures Approbation, and Love toward the Actor, from those who receive no Advantage by the Action. Moral Evil, denotes our Idea of a contrary Quality, which excites Aversion, and Dislike toward the Actor, even from Persons unconcern'd in its natural Tendency. We must be contented with these imperfect Descriptions, until we discover whether we really have such Ideas, and what general Foundation there is in Nature for this Difference of Actions, as morally Good or Evil.</p>"
    },
    {
      "id": "2",
      "content": "<p>These Descriptions seem to contain an universally acknowledg'd Difference of Moral Good and Evil, from Natural. All Men who speak of moral Good, acknowledge that it procures Love toward those we apprehend possess'd of it; whereas natural Good does not. In this matter Men must consult their own Breasts. How differently are they affected toward those they suppose possess'd of Honesty, Faith, Generosity, Kindness, even when they expect no Benefit from these admir'd Qualitys; and those who are possess'd of the natural Goods, such as Houses, Lands, Gardens, Vineyards, Health, Strength, Sagacity? We shall find that we necessarily love and approve the Possessors of the former; but the Possession of the latter procures no Love at all toward the Possessor, but often contrary Affections of Envy and Hatred. In the same manner, whatever Quality we apprehend to be morally Evil, raises our Hatred toward the Person in whom we observe it, such as Treachery, Cruelty, Ingratitude, even when they are no way hurtful to our selves; whereas we heartily love, esteem and pity many who are expos'd to natural Evils, such as Pain, Poverty, Hunger, Sickness, Death, even when we our selves suffer Inconveniencies, by these natural Evils of others.</p>"
    },
    {
      "id": "3",
      "content": "<p>Now the first Question on this Subject is, <q>Whence arise these different Ideas of Actions.</q></p>"
    },
    {
      "id": "4",
      "content": "<p><label><span>Interest. Advantage.</span></label>Because we shall afterwards frequently use the Words Interest, Advantage, natural Good, it is necessary here to fix their Ideas. The Pleasure in our sensible Perceptions of any kind, gives us our first Idea of natural Good, or Happiness; and then all Objects which are apt to excite this Pleasure are call'd immediately Good. Those Objects which may procure others immediately pleasant, are call'd Advantageous: and we pursue both Kinds from a View of Interest, or from Self-Love.</p>"
    },
    {
      "id": "5",
      "content": "<p>Our Sense of Pleasure is antecedent to Advantage or Interest, and is the Foundation of it. We do not perceive Pleasure in Objects, because it is our Interest to do so; but Objects or Actions are Advantageous, and are pursu'd or undertaken from Interest, because we receive Pleasure from them. Our Perception of Pleasure is necessary, and nothing is Advantageous or naturally Good to us, but what is apt to raise Pleasure mediately, or immediately. Such Objects as we know, either from Experience of Sense, or Reason, to be immediately, or mediately Advantageous, or apt to minister Pleasure, we are said to pursue from Self-Interest, when our Intention is only to enjoy this Pleasure, which they have the Power of exciting. Thus Meats, Drink, Harmony, fine Prospects, Painting, Statues, are perceiv'd by our Senses to be immediately Good; and our Reason shews Riches and Power to be mediately so, that is, apt to furnish us with Objects of immediate Pleasure: and both Kinds of these natural Goods are pursu'd from Interest, or Self-Love.</p>"
    },
    {
      "id": "6",
      "content": "<p><label><span>Opinions about our Sense of moral Good and Evil.</span></label>Now the greatest part of our latter Moralists<a href=\"#n1\"><sup>[1]</sup></a> establish it as undeniable, <q>That all moral Qualitys have necessarily some Relation to the Law of a Superior, of sufficient Power to make us Happy or Miserable;</q> and since all Laws operate only by Sanctions of Rewards, or Punishments, which determine us to Obedience by Motives of Self-Interest, they suppose, <q>that it is thus that Laws do constitute some Actions mediately Good, or Advantageous, and others the same way Disadvantageous.</q> They say indeed, <q>That a benevolent Legislator constitutes no Actions Advantageous to the Agent by Law, but such as in their own Nature tend to the natural Good of the Whole, or, at least, are not inconsistent with it; and that therefore we approve the Virtue of others, because it has some small Tendency to our Happiness, either from its own Nature, or from this general Consideration, That Obedience to a benevolent Legislator, is in general Advantageous to the Whole, and to us in particular; and that for the contrary Reasons alone, we disapprove the Vice of others, that is, the prohibited Action, as tending to our particular Detriment in some degree.</q> But then they maintain, <q>That we are determin'd to Obedience to Laws, or deterr'd from Disobedience, merely by Motives of Self-Interest, to obtain either the natural Good arising from the commanded Action, or the Rewards promised by the Sanction; or to avoid the natural evil Consequences of Disobedience, or at least the Penaltys of the Law.</q></p>"
    },
    {
      "id": "7",
      "content": "<p>Some other Moralists<a href=\"#n2\"><sup>[2]</sup></a> suppose <q>an immediate natural Good in the Actions call'd Virtuous; that is, That we are determin'd to perceive some Beauty in the Actions of others, and to love the Agent, even without reflecting upon any Advantage which can any way redound to us from the Action; that we have also a secret Sense of Pleasure accompanying such of our own Actions as we call Virtuous, even when we expect no other Advantage from them.</q> But they alledge at the same time, <q>That we are excited to perform these Actions, even as we pursue, or purchase Pictures, Statues, Landskips, from Self-Interest, to obtain this Pleasure which accompanys the very Action, and which we necessarily enjoy in doing it.</q> The Design of the following Sections is to enquire into this matter; and perhaps the Reasons to be offer'd may prove,</p>"
    },
    {
      "id": "8",
      "content": "<p><span id=\"lf1458_label_179\">I.</span> <q>That some Actions have to Men an immediate Goodness; or, that by a superior Sense, which I call a Moral one, we perceive Pleasure in the Contemplation of such Actions in others, and are determin'd to love the Agent, (and much more do we perceive Pleasure in being conscious of having done such Actions our selves) without any View of further natural Advantage from them.</q></p>"
    },
    {
      "id": "9",
      "content": "<p><span id=\"lf1458_label_180\">II.</span> It may perhaps also appear, <q>That what excites us to these Actions which we call Virtuous, is not an Intention to obtain even this sensible Pleasure; much less the future Rewards from Sanctions of Laws, or any other natural Good, which may be the Consequence of the virtuous Action; but an entirely different Principle of Action from Interest or Self-Love.</q></p>"
    }
  ],
  "notes": [
    {
      "paragraph": "6",
      "id": "1",
      "content": "<p>Cf. Thomas Hobbes, <em>Leviathan,</em> London, 1651, pt. 1, chaps. 14, 15; John Locke, <em>An Essay Concerning Human Understanding,</em> London, 1690, bk. 4, chap. 28; similar views are in Calvin and Calvinist theology, see John Calvin, <em>Commentaries on the Bible,</em> vol. 13, pt. 2.</p>"
    },
    {
      "paragraph": "7",
      "id": "2",
      "content": "<p>Here Hutcheson probably thinks of Shaftesbury (<em>Inquiry Concerning Virtue,</em> bk. 1, pt. 2, sect. 1).</p>"
    }
  ]
}
