{
  "id": "Shaftesbury.LE.6",
  "parent": "Shaftesbury.LE",
  "title": "Section VI",
  "breadcrumb": "Section 6",
  "fulltitle": "<h1>Section VI</h1>",
  "published": "1708",
  "copytext": "1714",
  "source": "http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-1/simple#lf5987_div_016",
  "imported": true,
  "comments": "This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.",
  "copyright": "The copyright to this edition is held by Liberty Fund, Inc. The text may be used freely for educational and academic purposes. It may not be used in any way for profit.",
  "paragraphs": [
    {
      "id": "1",
      "content": "<p>OTHER Reasons, my Lord, there are, why this plain home-spun Philosophy, of looking into our-selves, may do us wondrous service, in rectifying our Errors in Religion. For there is a sort of Enthusiasm of second hand. And when Men find no original Commotions in themselves, no prepossessing <em>Panick</em> which bewitches 'em; they are apt still, by the Testimony of others, to be impos'd on, and led credulously into the Belief of many false Miracles. And this Habit may make 'em variable, and of a very inconstant Faith, easy to be carry'd away with every Wind of Doctrine, and addicted to every upstart Sect or Superstition. But the knowledg of our Passions in their very Seeds, the measuring well the Growth and Progress of Enthusiasm, and the judging rightly of its natural Force, and what command it has over our very <a href=\"#n1\">[1]</a>Senses, may teach us to oppose more successfully those Delusions which come arm'd with the specious Pretext of moral Certainty, and <em>Matter of Fact.</em></p>"
    },
    {
      "id": "2",
      "content": "<p>The new prophesying Sect, I made mention of above, pretend, it seems, among many other Miracles, to have had a most signal one, acted premeditately, and with warning, before many hundreds of People, who actually give Testimony to the Truth of it. But I wou'd only ask, Whether there were present, among those hundreds, any one Person, who having never been of their <em>Sect,</em> or addicted to their Way, will give the same Testimony with them? I must not be contented to ask, Whether such a one had been wholly free of that particular Enthusiasm? but, Whether, before that time, he was esteem'd of so sound a Judgment, and clear a Head, as to be wholly free of <em>Melancholy,</em> and in all likelihood incapable of all Enthusiasm besides? For otherwise, the <em>Panick</em> may have been caught; the Evidence of the Senses lost, as in a Dream; and the Imagination so inflam'd, as in a moment to have burnt up every Particle of Judgment and Reason. The combustible Matters lie prepar'd within, and ready to take fire at a Spark; but chiefly in a <a href=\"#n2\">[2]</a>Multitude seiz'd with the same Spirit. No wonder if the Blaze rises so of a sudden; when innumerable Eyes glow with the Passion, and heaving Breasts are labouring with Inspiration: when not the Aspect only, but the very Breath and Exhalations of Men are infectious, and the inspiring Disease imparts it-self by insensible Transpiration. I am not a Divine good enough to resolve what <em>Spirit</em> that was which prov'd so catching among the antient Prophets, that even the profane <a href=\"#n3\">[3]</a><b>Saul</b> was taken by it. But I learn from Holy Scripture, that there was <em>the <a href=\"#n4\">[4]</a>evil,</em> as well as <em>the good Spirit</em> of Prophecy. And I find by present Experience, as well as by all Historys, Sacred and Profane, that the Operation of this <em>Spirit</em> is every where the same, as to the bodily Organs.</p>"
    },
    {
      "id": "3",
      "content": "<p>A Gentleman who has writ lately in defence of reviv'd Prophecy, and has since fallen himself into the <em>prophetick Extasys,</em> tells us, <q>That the antient Prophets had the Spirit of <b>God</b> upon them <em>under Extasy,</em> with divers strange Gestures of Body denominating them Madmen, (or Enthusiasts) as appears evidently, <em>says he,</em> in the Instances of <b>Balaam</b>, <b>Saul</b>, <b>David</b>, <b>Ezekiel</b>, <b>Daniel</b>, <em>&amp;c.</em></q> And he proceeds to justify this by <em>the Practice</em> of the Apostolick Times, and by <em>the Regulation</em> which the <a href=\"#n5\">[5]</a>Apostle himself applies to these seemingly irregular <em>Gifts,</em> so frequent and ordinary (as our Author pretends) in the primitive Church, on the first rise and spreading of Christianity. But I leave it to him to make the Resemblance as well as he can between his own and the Apostolick way. I only know, that the Symptoms he describes, and which himself (poor Gentleman!) labours under, are as <em>Heathenish</em> as he can possibly pretend them to be <em>Christian.</em> And when I saw him lately under <em>an Agitation</em> (as they call it) uttering Prophecy in a pompous <em>Latin</em> Style, of which, out of his Extasy, it seems, he is wholly incapable; it brought into my mind the <em>Latin</em> Poet's Description of the <b>Sibyl</b>, whose Agonys were so perfectly like these.</p>"
    },
    {
      "id": "4",
      "content": "<p><a href=\"#n6\">[6]</a>Immediately her face changes, her colour flies, her hair falls in disorder, her breast heaves and her heart swells with mad passion; greater her stature seems, and her voice not mortal, for she is breathed upon by the god now imminent.</p>"
    },
    {
      "id": "5",
      "content": "<p>And again presently after:</p>"
    },
    {
      "id": "6",
      "content": "<p>The prophetess rages monstrously in the cave, seeking to cast from her breast the mighty God; so much the more he compels the rabid mouth, ruling the wild heart, and moulds her by his force.<a href=\"#n7\">[7]</a></p>"
    },
    {
      "id": "7",
      "content": "<p>Which is the very Style of our experienc'd Author. <q>For the Inspir'd (<em>says he</em>) undergo a Probation, wherein the Spirit, by frequent Agitations, <em>forms the Organs,</em> ordinarily for a Month or two before <em>Utterance.</em></q></p>"
    },
    {
      "id": "8",
      "content": "<p>The <em>Roman</em> Historian, speaking of a most horrible Enthusiasm which broke out in <b>Rome</b> long before his days, describes this Spirit of Prophecy; Men vaticinate as if out of their minds, with fanatical convulsions of the body.<a href=\"#n8\">[8]</a> The detestable things which are further related of these Enthusiasts, I wou'd not willingly transcribe: but the Senate's mild Decree in so execrable a Case, I can't omit copying; being satisfy'd, that tho your Lordship has read it before now, you can read it again and again with admiration:</p>"
    },
    {
      "id": "9",
      "content": "<p>As to the future, the Senate enacted that if any one should believe that such a cult was religiously necessary to him, and that he could not without irreligion and impiety forego it, he should inform the praetor of the city, who should consult the Senate. If, with not less than a hundred present, the Senate should give permission, the rites might be performed; but there should not be more than five assisting at the sacrifice, nor should there be any common fund, nor any master of the rites, nor any priest.<a href=\"#n9\">[9]</a></p>"
    },
    {
      "id": "10",
      "content": "<p>So necessary it is to give way to this Distemper of <em>Enthusiasm,</em> that even that Philosopher who bent the whole Force of his Philosophy against Superstition, appears to have left room for visionary Fancy, and to have indirectly tolerated Enthusiasm. For it is hard to imagine, that one who had so little religious Faith as <b>Epicurus</b>, shou'd have so vulgar a Credulity, as to believe those accounts of Armys and Castles in the Air, and such visionary <em>Phaenomena.</em> Yet he allows them; and then thinks to solve 'em by his <em>Effluvia,</em> and Aerial Looking-glasses, and I know not what other stuff: which his <em>Latin</em> Poet, however, sets off beautifully, as he does all.</p>"
    },
    {
      "id": "11",
      "content": "<p>Many simulacra of things, thin, manifold in number and form, wander about in all manner of ways, which when in the air they meet, easily conjoin, like cobwebs or gold-leaf. . . . Thus we see Centaurs and limbs of Scylla, and shapes of dogs like Cerberus, and the phantasms of those passed away whose bones the earth enfolds; since everywhere float simulacra of every kind, partly those spontaneously shaped by the air within itself, partly those thrown off by various things.<a href=\"#n10\">[10]</a></p>"
    },
    {
      "id": "12",
      "content": "<p>'Twas a sign this Philosopher believ'd there was a good Stock of <em>Visionary Spirit</em> originally in Human Nature. He was so satisfy'd that Men were inclin'd to see Visions, that rather than they shou'd go without, he chose to make 'em to their hand. Notwithstanding he deny'd the Principles of Religion to be <a href=\"#n11\">[11]</a><em>natural,</em> he was forc'd tacitly to allow there was a wondrous Disposition in Mankind towards <em>Supernatural Objects;</em> and that if these Ideas were vain, they were yet in a manner <em>innate,</em> or such as Men were really born to, and cou'd hardly by any means avoid. From which Concession, a Divine, methinks, might raise a good Argument against him, for the <em>Truth</em> as well as the <em>Usefulness</em> of <b>Religion</b>. But so it is: whether the Matter of Apparition be true or false, the Symptoms are the same, and the Passion of equal force in the Person who is Vision-struck. The <em>Lymphatici</em> of the <em>Latins</em> were the <em>Nympholepti</em> of the <em>Greeks.</em> They were Persons said to have seen some Species of Divinity, as either some rural <em>Deity,</em> or <em>Nymph;</em> which threw them into such Transports as overcame their Reason. The Extasys express'd themselves outwardly in Quakings, Tremblings, Tossings of the Head and Limbs, <em>Agitations,</em> and (as <em>Livy</em> calls them) <em>Fanatical Throws</em> or Convulsions, extemporary Prayer, Prophecy, Singing, and the like. All Nations have their <em>Lymphaticks</em> of some kind or another; and all Churches, Heathen as well as Christian, have had their Complaints against <em>Fanaticism.</em></p>"
    },
    {
      "id": "13",
      "content": "<p>One wou'd think the Antients imagin'd this Disease had some relation to that which they call'd <em>Hydrophoby.</em> Whether the antient <em>Lymphaticks</em> had any way like that of biting, to communicate the Rage of their Distemper, I can't so positively determine. But certain Fanaticks there have been since the time of the Antients, who have had a most prosperous Faculty of communicating the Appetite of the Teeth. For since first the snappish Spirit got up in Religion, all Sects have been at it, as the saying is, <em>Tooth and Nail;</em> and are never better pleas'd, than in worrying one another without mercy.</p>"
    },
    {
      "id": "14",
      "content": "<p>So far indeed the innocent kind of Fanaticism extends it-self, that when the Party is struck by the Apparition, there follows always an Itch of imparting it, and kindling the same Fire in other Breasts. For thus <em>Poets</em> are Fanaticks too. And thus <b>Horace</b> either is, or feigns himself <em>Lymphatick,</em> and shews what an Effect the Vision of the <em>Nymphs</em> and <b>Bacchus</b> had on him.</p>"
    },
    {
      "id": "15",
      "content": "<p><a href=\"#n12\">[12]</a>Bacchus have I seen in far-off stony places teaching his songs (aftercomers, believe me!) and the nymphs conning them. . . . Evae! my heart trembles with the still-felt fear, and wildly maddens (<em>lymphatur</em>) in a breast filled with Bacchus. [The accepted reading is <em>laetatur,</em> <q>exults.</q>]</p>"
    },
    {
      "id": "16",
      "content": "<p><a href=\"#n13\">[13]</a> <em>LYMPHATUR</em>—————as <em>Heinsius</em> reads.</p>"
    },
    {
      "id": "17",
      "content": "<p>No <em>Poet</em> (as I ventur'd to say at first to your Lordship) can do any thing great in his own way, without the Imagination or Supposition of <em>a Divine Presence,</em> which may raise him to some degree of this Passion we are speaking of. Even the cold <b>Lucretius</b> <a href=\"#n14\">[14]</a>makes use of Inspiration, when he writes against it; and is forc'd to raise an Apparition of <em>Nature,</em> in a Divine Form, to animate and conduct him in his very Work of degrading Nature, and despoiling her of all her seeming Wisdom and Divinity.</p>"
    },
    {
      "id": "18",
      "content": "<p><a href=\"#n15\">[15]</a> Nutrient Venus, who under the gliding signs of heaven fillest with life the ship-bearing sea and the fruitful lands. . . . Since thou alone rulest the nature of things, nor without thee ariseth aught to the holy frontiers of light, nor groweth anything joyous or meet for love, thee would I have for helper in framing the song I seek to build for this our son of the Memmian line.</p>"
    }
  ],
  "notes": [
    {
      "id": "1",
      "paragraph": "1",
      "content": "<p>VOL. III. <em>p.</em> 39, 40. &amp; 66, 67, 68.</p>"
    },
    {
      "id": "2",
      "paragraph": "2",
      "content": "<p>VOL. III. <em>p.</em> 66. in the Notes.</p>"
    },
    {
      "id": "3",
      "paragraph": "2",
      "content": "<p>See 1 <em>Kings</em> ch. xxii. ver. 20, <em>&amp;c.</em> 2 <em>Chron.</em> ch. xviii. ver. 19, <em>&amp;c.</em> And VOL. III. <em>p.</em> 116, 117.</p>"
    },
    {
      "id": "4",
      "paragraph": "2",
      "content": "<p>See 1 <em>Kings</em> ch. xxii. ver. 20, <em>&amp;c.</em> 2 <em>Chron.</em> ch. xviii. ver. 19, <em>&amp;c.</em> And VOL. III. <em>p.</em> 116, 117.</p>"
    },
    {
      "id": "5",
      "paragraph": "3",
      "content": "<p>1 <em>Cor.</em> ch. xiv.</p>"
    },
    {
      "id": "6",
      "paragraph": "4",
      "content": "<ul>——<em>Subitò non vultus, non color unus,</em> <br><em>Non comptae mansere comae; sed pectus anhelum,</em> <br><em>Et rabie fera corda tument; majorque videri</em> <br><em>Nec morale sonans: afflata est Numine quando</em> <br><em>Jam propiore Dei</em>—— <br><li id=\"Shaftesbury_5987_771\"><div class=\"closer\">\n<div class=\"bibl\">Virg. Aen. <em>lib.</em> 6. 47–51.</div>\n</div></li></ul>"
    },
    {
      "id": "7",
      "paragraph": "6",
      "content": "<ul>——<em>Immanis in antro</em> <br><em>Bacchatur Vates, magnum si pectore possit</em> <br><em>Excussisse Deum: tanto magis Ille fatigat</em> <br><em>Os rabidum, fera corda domans,</em> <b>Fingit que Premendo</b>. <br><li id=\"Shaftesbury_5987_776\"><div class=\"closer\">\n<div class=\"bibl\"><em>Ib.</em> 77–80.</div>\n</div></li></ul>"
    },
    {
      "id": "8",
      "paragraph": "8",
      "content": "<p><em>Viros velut mente captâ, cum jactatione fanaticâ corporis vaticinari.</em>—Livy, xxxix. 13.</p>"
    },
    {
      "id": "9",
      "paragraph": "9",
      "content": "<p><em>In reliquum deinde</em> (says <em>Livy</em>) <em>S. C. cautum est,</em> &amp;c. <em>Si quis tale sacrum solenne &amp; necessarium duceret, nec sine Religione &amp; Piaculo se id omittere posse; apud Praetorem Urbanum profiteretur: Praetor Senatum consuleret. Si ei permissum esset, cùm in Senatu centum non minus essent, ita id sacrum faceret; dum ne plus quinque sacrificio interessent, neu qua pecunia communis, neu quis Magister sacrorum, aut Sacerdos esset.</em>—Livy, xxxix. 18.</p>"
    },
    {
      "id": "10",
      "paragraph": "11",
      "content": "<ul>——<em>Rerum Simulacra vagari</em> <br><em>Multa, modis multis, in cunctas undique parteis</em> <br><em>Tenuia, quae facilè inter se junguntur in auris,</em> <br><em>Obvia cùm veniunt, ut aranea bracteaque auri</em> <br>* * * * * * * * * * * * * * <br>* * * * * * * * * * * * * * <br><em>Centauros itaque, &amp; Scyllarum Membra videmus,</em> <br><em>Cerbereasque canum facies, simulacraque eorum</em> <br><em>Quorum morte obita tellus amplectitur ossa:</em> <br><em>Omne genus quoniam passim simulacra feruntur,</em> <br><em>Partim sponte suâ quae fiunt aere in ipso;</em> <br><em>Partim quae variis ab rebus cumq; recedunt.</em> <br><li id=\"Shaftesbury_5987_789\"><div class=\"closer\">\n<div class=\"bibl\">Lucretius, iv. 724–737.</div>\n</div></li></ul>"
    },
    {
      "id": "11",
      "paragraph": "12",
      "content": "<p><em>Infra,</em> pag. 117.</p>"
    },
    {
      "id": "12",
      "paragraph": "15",
      "content": "<ul><em>Bacchum in remotis carmina rupibus</em> <br><em>Vidi docentem, credite posteri,</em> <br><em>NYMPHASque discentes</em>— <br><em>Evae! recenti mens trepidat metu,</em> <br><em>Plenoque Bacchi pectore turbidum</em> <br><li id=\"Shaftesbury_5987_795\"><div class=\"closer\">\n<div class=\"bibl\">Od. 19. lib. 2.</div>\n</div></li></ul>"
    },
    {
      "id": "13",
      "paragraph": "16",
      "content": "<p>So again, <em>Sat.</em> 5. <em>ver.</em> 97. <em>Gnatia Lymphis Iratis exstructa:</em> where <b>Horace</b> wittily treats the People of <em>Gnatia</em> as <em>Lymphaticks</em> and Enthusiasts, for believing a Miracle of their Priests: <em>Credat Judaeus Apella.</em> Hor. <em>ibid.</em> See <b>Heinsius</b> and <b>Torrentius;</b> and the Quotation in the following Notes, ὑπὸ τω̑ν Νυμφω̑ν, &amp;c.</p>"
    },
    {
      "id": "14",
      "paragraph": "17",
      "content": "<p>VOL. III. <em>p.</em> 32.</p>"
    },
    {
      "id": "15",
      "paragraph": "18",
      "content": "<ul><em>Alma</em> <b>Venus,</b> <em>coeli subter labentia signa</em> <br><em>Quae mare navigerum, quae terras frugiferenteis</em> <br><em>Concelebras</em>—— <br><em>Quae quoniam rerum naturam sola gubernas,</em> <br><em>Nec sine te quidquam dias in luminis oras</em> <br><em>Exoritur, neque fit laetum neque amabile quidquam:</em> <br><em>Te sociam studeo scribundis versibus esse,</em> <br><em>Quos Ego de rerum naturâ pangere conor</em> <br><b>Memmiadae</b> <em>nostro.</em> <br><li id=\"Shaftesbury_5987_805\"><div class=\"closer\">\n<div class=\"bibl\">Lucret. <em>lib.</em> 1.</div>\n</div></li></ul>"
    }
  ]
}
