{
  "id": "Hutcheson.IMS.2",
  "parent": "Hutcheson.IMS",
  "title": "Section 2. Concerning that Character of Virtue and Vice, The Fitness or Unfitness of Actions",
  "breadcrumb": "Section 2",
  "fulltitle": "<h3>SECT II.</h3> <h3><em>Concerning that Character of <em>Virtue</em> and <em>Vice</em>, The <em>Fitness</em> or <em>Unfitness</em> of <em>Actions</em>.</em></h3>",
  "source": "https://oll.libertyfund.org/titles/hutcheson-an-essay-on-the-nature-and-conduct-of-the-passions-and-affections-1742-2002/simple#lf0150_div_072",
  "imported": true,
  "paragraphs": [
    {
      "id": "1",
      "content": "<p><label>The <em>Fitness and Unfitness</em> in Morals.</label> WE come next to examine some other Explications of Morality, which have been much insisted on of late.<a href=\"#n1\"><sup>[1]</sup></a> We are told, <q>that there are <em>eternal and immutable Differences</em> of Things, absolutely and antecedently: that there are also <em>eternal and unalterable Relations</em> in the Natures of the Things themselves, from which arise <em>Agreements</em> and <em>Disagreements, Congruities</em> and <em>Incongruities, Fitness</em> and <em>Unfitness</em> of the <em>Application of Circumstances,</em> to the <em>Qualifications of Persons;</em> that Actions <em>agreeable to these Relations are morally Good,</em> and that the <em>contrary</em> Actions are <em>morally Evil.</em></q> These Expressions are sometimes made of the same Import with those more common ones: <q><em>acting agreeably to the eternal Reason and Truth</em> <em>of Things.</em></q> 'Tis is asserted, that <q>God who knows all these <em>Relations,</em> &amp;c. does guide his Actions by them, since he has no wrong Affection</q> (the Word [wrong] should have been first explained): <q>And that in like manner these <em>Relations,</em> &amp;c. <em>ought</em></q> (another unlucky Word in Morals) <q>to determine the <em>Choice</em> of all Rationals, abstractly from any <em>Views of Interest.</em> If they do not, these Creatures are insolently <em>counteracting their Creator,</em> and as far as they can, <em>making things to be what they are not,</em> which is the greatest Impiety.</q></p>"
    },
    {
      "id": "2",
      "content": "<p>That Things are now <em>different</em> is certain. That <em>Ideas,</em> to which there is no <em>Object</em> yet existing conformable, are also <em>different,</em> is certain. That upon comparing two <em>Ideas</em> there arises a <em>relative Idea,</em> generally when the two Ideas compared have in them any <em>Modes of the same simple Idea,</em> is also obvious. Thus every <em>extended Being</em> may be compared to any other of the same <em>Kinds of Dimensions;</em> and <em>relative Ideas</em> be formed of <em>greater, less, equal, double, triple, subduple,</em> &amp;c. with infinite variety. This may let us see that Relations are not <em>real Qualities</em> inherent in external Natures, but only <em>Ideas</em> necessarily accompanying our <em>Perception</em> of two Objects at once, and comparing them. <em>Relative Ideas</em> do continue, when the external Objects do not exist, provided we retain the <em>two Ideas.</em> But what the <em>eternal Relations</em> in the Natures of Things do mean, is not so easy perhaps to be conceived.</p>"
    },
    {
      "id": "3",
      "content": "<p><label>Three sorts of Relationsconsidered.</label>To shew particularly how far <em>Morality</em> can be concerned in <em>Relations,</em> we may consider them under these Three Classes. <span id=\"lf0150_label_244\">1.</span> The <em>Relations of inanimate Objects,</em> as to their <em>Quantity,</em> or <em>active</em> and <em>passive Powers,</em> as explained by Mr. Locke.<a href=\"#n2\"><sup>[2]</sup></a> <span id=\"lf0150_label_245\">2.</span> The <em>Relations of inanimate Objects to rational Agents, as to their active or passive Powers.</em> <span id=\"lf0150_label_246\">3.</span> The <em>Relations of rational Agents among themselves,</em> founded on their <em>Powers</em> or <em>Actions</em> past or continued.<a href=\"#n3\"><sup>[3]</sup></a> Now let us examine what <em>Fitnesses</em> or <em>Unfitnesses</em> arise from any of these <em>sorts of Relations,</em> in which the <em>Morality</em> of Actions may consist; and whether we can place <em>Morality</em> in them, without presupposing a <em>moral Sense.</em> 'Tis plain, that ingenious Author says nothing against the Supposition of a <em>moral Sense:</em> But many do imagine, that his Account of moral Ideas is independent upon a moral Sense, and therefore are less willing to allow that we have such an immediate Perception, or Sense of Virtue and Vice.<a href=\"#n4\"><sup>[4]</sup></a> What follows is not intended to oppose his Scheme, but rather to suggest what seems a necessary Explication of it; by shewing that it is no otherwise intelligible, [<em>248</em>/253] but upon Supposition of a <em>moral Sense.</em></p>"
    },
    {
      "id": "4",
      "content": "<p><label>None of them explain Morality without a Sense.</label><span id=\"lf0150_label_247\">1.</span> Relations <em>of inanimate Objects</em> being known, puts it in the Power of a rational Agent often to <em>diversify</em> them, to <em>change their Forms, Motions,</em> or <em>Qualities</em> of any kind, at his pleasure: but no body apprehends any <em>Virtue</em> or <em>Vice</em> in such Actions, where no <em>Relation</em> is apprehended to a <em>rational Agent's Happiness</em> or <em>Misery;</em> otherwise we should have got into the Class of Virtues all the practical <em>Mathematicks,</em> and the Operations of <em>Chymistry.</em></p>"
    },
    {
      "id": "5",
      "content": "<p><span id=\"lf0150_label_248\">2.</span> As to the <em>Relations of inanimate Objects to rational Agents;</em> the Knowledge of them equally puts it in one's Power to <em>destroy Mankind,</em> as to preserve them. Without presupposing <em>Affections,</em> this Knowledge will not excite to one Action rather than another; nor without a <em>moral Sense</em> will it make us approve any Action more than its contrary. The Relation of <em>Corn</em> to human Bodies being known to a Person of <em>kind Affections,</em> was perhaps the <em>exciting Reason</em> of teaching Mankind <em>Husbandry:</em> But the Knowledge of the <em>Relations of Arsenick</em> would excite a <em>malicious Nature,</em> just in the same manner, to the greatest Mischief. A <em>Sword,</em> an <em>Halter,</em> a <em>Musket,</em> bear the <em>same Relation</em> to the Body of an <em>Hero,</em> which they do to a <em>Robber.</em> The killing of either is equally agreeable to these <em>Relations,</em> but not equally <em>good</em>in a <em>moral Sense.</em> The Knowledge of <em>these Relations</em> neither excites to Actions, nor justifies them, without presupposing either <em>Affections</em> or a <em>moral Sense. Kind Affections</em> with such Knowledge makes <em>Heroes; malicious Affections, Villains.</em></p>"
    },
    {
      "id": "6",
      "content": "<p><span id=\"lf0150_label_249\">3.</span> The last <em>sort of Relations</em> is that among <em>rational Agents,</em> founded on their <em>Actions</em> or <em>Affections;</em> whence one is called <em>Creator,</em> another <em>Creature;</em> one <em>Benefactor,</em> the other <em>Beneficiary</em> (if that Word may be used in this general Sense;) the one <em>Parent,</em> the other <em>Child;</em> the one <em>Governor,</em> the other <em>Subject,</em> &amp;c. Now let us see what <em>Fitnesses</em> or <em>Unfitnesses</em> arise from these Relations.</p>"
    },
    {
      "id": "7",
      "content": "<p>There is certainly, independently of <em>Fancy</em> or <em>Custom,</em> a <em>natural Tendency</em> in some Actions to give <em>Pleasure,</em> either to the Agent or to others; and a <em>contrary Tendency</em> in other Actions to give <em>Pain,</em> either to the Agent or others: This sort of <em>Relation</em> of Actions to the <em>Agents</em> or <em>Objects</em> is indisputable. If we call these Relations <em>Fitnesses,</em> then the most contrary Actions have <em>equal Fitnesses</em> for contrary Ends; and each one is <em>unfit</em> for the End of the <em>other.</em> Thus <em>Compassion</em> is <em>fit</em> to make <em>others happy,</em> and <em>unfit</em> to make others <em>miserable. Violation of Property is fit</em> to make Men <em>miserable,</em> and <em>unfit</em> to make them happy. Each of these is both <em>fit</em> and <em>unfit,</em> with respect to different Ends. The bare <em>Fitness then to an End,</em> is not the Idea of moral Goodness.</p>"
    },
    {
      "id": "8",
      "content": "<p>Perhaps the <em>virtuous Fitness</em> is that of <em>Ends.</em> The Fitness of a <em>subordinate End</em>to the ultimate, cannot constitute the Action <em>good,</em> unless the <em>ultimate End</em>be good. To <em>keep a Conspiracy secret</em> is not a good <em>End,</em> tho it be fit for obtaining a farther <em>End,</em> the <em>Success of the Conspiracy.</em> The <em>moral Fitness</em> must be that of the <em>ultimate End</em>itself: The <em>publick Good</em>alone is a <em>fit End,</em> therefore the <em>Means</em> fit for this <em>End</em>alone are good.</p>"
    },
    {
      "id": "9",
      "content": "<p>What means the <em>Fitness of an ultimate End?</em> For what is it fit? Why, 'tis an <em>ultimate End,</em> not fit for any thing farther, but <em>absolutely fit.</em> What means that Word <em>fit?</em> If it notes a <em>simple Idea</em> it must be the <em>Perception of some Sense:</em> thus we must recur, upon this Scheme too, to a <em>moral Sense.</em><a href=\"#n5\"><sup>[5]</sup></a></p>"
    },
    {
      "id": "10",
      "content": "<p><label>Agreement <em>with</em> Relations <em>presupposes also a</em> moral Sense.</label>If Fitness be not a <em>simple Idea,</em> let it be defined. Some tell us, that it is <q>an <em>Agreement</em> of an <em>Affection, Desire,</em> <em>Action, or End,</em> to the <em>Relations of Agents.</em></q><a href=\"#n6\"><sup>[6]</sup></a> But what means <em>Agreement?</em> Which of these four Meanings has it? <span id=\"lf0150_label_250\">1.</span> We say one <em>Quantity</em> agrees with another of equal <em>Dimensions</em> every way. <span id=\"lf0150_label_251\">2.</span> A <em>Corollary</em> agrees with a <em>Theorem;</em> when our knowing the latter to be Truth, leads us to know that the former is also a <em>true Proposition.</em> <span id=\"lf0150_label_252\">3.</span> <em>Meat</em> agrees with that <em>Body</em> which it tends to <em>preserve.</em> <span id=\"lf0150_label_253\">4.</span> Meat agrees with the <em>Taste</em> of that Being in whom it raises a <em>pleasant Perception.</em> If any one of these are the Meanings of <em>Agreement</em> in the Definition, then one of these is the Idea of <em>Fitness.</em> <span id=\"lf0150_label_254\">1.</span> That an Action or Affection is of the same <em>Bulk</em> and <em>Figure</em> with the <em>Relation.</em> Or, <span id=\"lf0150_label_255\">2.</span> When the <em>Relation</em> is a <em>true Proposition,</em> so is the <em>Action</em> or <em>Affection.</em> Or, <span id=\"lf0150_label_256\">3.</span> The <em>Action</em> or <em>Affection</em> tends to <em>preserve</em> the Relation; and <em>contrary Actions</em> would destroy it: So that, for instance, <b>God</b> would be no longer related to us as <em>Creator</em> and <em>Benefactor,</em> when we disobeyed him. Or, <span id=\"lf0150_label_257\">4.</span> The Action raises <em>pleasant Perceptions</em> in the <em>Relation.</em> All these Expressions seem absurd.<a href=\"#n7\"><sup>[7]</sup></a></p>"
    },
    {
      "id": "11",
      "content": "<p>These Gentlemen probably have some other Meanings to these Words <em>Fitness</em> or <em>Agreement.</em> I hope what is said will shew the need for <em>Explication</em> of them, tho they be so common. There is one Meaning perhaps intended, however it be obscurely expressed, That <q>certain <em>Affections</em> or <em>Actions</em> of an Agent, standing in a <em>certain Relation</em> to other Agents, is <em>approved</em>by every <em>Observer,</em> or raises in him a <em>grateful Perception,</em> or moves the Observer to <em>love</em> the Agent.</q> This Meaning is the same with the Notion of pleasing a <em>moral Sense.</em></p>"
    },
    {
      "id": "12",
      "content": "<p>Whoever explains <em>Virtue</em> or <em>Vice</em> by <em>Justice</em> or <em>Injustice, Right</em> or <em>Wrong,</em> uses only more ambiguous Words, which will equally lead to acknowledge a <em>moral Sense.</em></p>"
    }
  ],
  "notes": [
    {
      "paragraph": "1",
      "id": "1",
      "content": "<p>See Dr. <em>Samuel Clarke's Boyle's</em> Lectures; and many late Authors.</p><p>[[This is a synoptic description of Samuel Clarke, <em>A Discourse Concerning the Unchangeable Obligations of Natural Religion, and the Truth and Certainty of the Christian Revelation</em> and particularly Proposition I. The <q>many late authors</q> include Gilbert Burnet and William Wollaston.]]</p>"
    },
    {
      "paragraph": "3",
      "id": "2",
      "content": "<p>As Locke does not emphasize the relation of quantity in <em>An Essay Concerning Human Understanding,</em> it is likely that Hutcheson means only to refer to the doctrine of active and passive powers, which Locke discusses at length in the chapter <q>Powers</q> (<em>Essay,</em> II.XXI). Although powers are simple modes and not relations, they are the basis for countless relations, such as the active power that fire has to melt gold is related to the passive power gold has to be melted by fire; this is the relation of cause and effect (<em>Essay,</em> II.XXI §1). For Locke, though, we only have very obscure notions of active powers of bodies; active powers are usually referred to the volitions of thinking beings (<em>Essay,</em> II.XXI §4).</p>"
    },
    {
      "paragraph": "3",
      "id": "3",
      "content": "<p>This division is derived from Samuel Clarke, <em>A Discourse Concerning the Unchangeable Obligations of Natural Religion,</em> 46–47.</p>"
    },
    {
      "paragraph": "3",
      "id": "4",
      "content": "<p>Burnet argues that although <q>Reason and <em>Pleasure</em> may both of them be properly enough … <em>Moral Senses</em></q> (Burnet [ed.], <em>Letters,</em> 11), the sense of pleasure which we feel upon observing a moral action is a consequence of our rational judgment that an act is true or right. Thus for Burnet, Hutcheson's moral sense is mediated by reason which in turn is not immediate but is the <q><em>Sense</em> of the <em>Agreement</em> or <em>Disagreement</em> of our <em>Simple Ideas,</em> or the <em>Combinations</em> of them</q> (ibid.). Wollaston would concur (cf. <em>Religion of Nature Delineated,</em> 23, 41–45).</p>"
    },
    {
      "paragraph": "9",
      "id": "5",
      "content": "<p>A late Author who pleads that <em>Wisdom</em> is chiefly employed in choosing the ultimate Ends themselves, and that <em>Fitness</em> is a proper Attribute of <em>ultimate Ends,</em> in answer to this short Question, <q>What are they fit for?</q> <q>answers, they are fit to be approved by all rational Agents.</q> Now his meaning of the word <em>Approved</em> is this, <em>discerned to be fit.</em> His Answer then is <q>they are fit to be perceived fit.</q> When Words are used at this rate one must lose his Labour in Replies to such Remarkers. See a Paper called Wisdom the sole Spring of Action in the Deity.</p><p>[[This footnote was added in the third edition. Turco (<em>Saggio,</em> 260) identifies this as a reference to <em>Wisdom the first spring of action in the Deity</em> (London: J.= J. and P. Knapton, 1734) by the Dissenter Henry Grove (1684–1738), tutor first in ethics and pneumatology, then mathematics and physics, and finally divinity at Taunton. Grove criticized T 3 in <em>Wisdom the first Spring</em> (n. 18): <q>Will any one say that there must be <em>natural inclinations</em> in God, because there can be no <em>exciting reasons</em> to action without them? … But to a Being of the most consummate wisdom, and unbounded power, what more <em>persuasive</em> reason can there be, than the eternal unchangeable reason, or <em>fitness,</em> of <em>things? ' Tis fit to be done, therefore God does it.</em></q>]]</p>"
    },
    {
      "paragraph": "10",
      "id": "6",
      "content": "<p>Hutcheson likely has the pre‐1728 writings of Balguy in mind here.</p>"
    },
    {
      "paragraph": "10",
      "id": "7",
      "content": "<p>Several Gentlemen who have published Remarks or Answers to this Scheme, continue to use these words <em>Agreement, Conformity, Congruity,</em> without complying with this just Request of explaining or fixing precisely the meaning of these words, which are manifestly ambiguous.</p><p>[[This footnote was added in the third edition. Balguy did attempt to define <q>conformity</q> in response to Hutcheson's complaints about the vagueness of the moral rationalist's terminology (<em>The Foundation of Moral Goodness,</em> I:28), but Hutcheson found his attempt unsatisfactory. In Part II of the <em>The Foundation of Moral Goodness,</em> Balguy considers the possible criticism of his theory as providing too vague a discussion of <q>conformity,</q> to which he responds with an even vaguer definition (II:4–5).]]</p>"
    }
  ]
}
