{
  "id": "Shaftesbury.SC.4.3",
  "parent": "Shaftesbury.SC.4",
  "title": "Section III",
  "breadcrumb": "Section 3",
  "fulltitle": "<h1>Section III</h1>",
  "published": "1709",
  "copytext": "1714",
  "source": "http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-1/simple#lf5987_div_039",
  "imported": true,
  "comments": "This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.",
  "copyright": "The copyright to this edition is held by Liberty Fund, Inc. The text may be used freely for educational and academic purposes. It may not be used in any way for profit.",
  "paragraphs": [
    {
      "id": "1",
      "content": "<p>AND thus, after all, the most natural Beauty in the World is <em>Honesty,</em> and <em>moral Truth.</em> For all <em>Beauty is</em> <b>Truth.</b> <em>True</em> Features make the Beauty of a Face; and true Proportions the Beauty of Architecture; as <em>true</em> Measures that of Harmony and Musick. In Poetry, which is all Fable, <em>Truth</em> still is the Perfection. And whoever is Scholar enough to read the antient Philosopher, or his <a href=\"#n1\">[1]</a>modern Copists, upon the nature of a Dramatick and Epick Poem, will easily understand <a href=\"#n2\">[2]</a>this account of <em>Truth.</em></p>"
    },
    {
      "id": "2",
      "content": "<p>A Painter, if he has any Genius, understands the <em>Truth</em> and Unity of Design; and knows he is even then unnatural, when he follows Nature too close, and strictly copys <em>Life.</em> For his Art allows him not to bring <em>All</em> Nature into his Piece, but <em>a Part</em> only. However, his Piece, if it be beautiful, and carrys <em>Truth,</em> must be <em>a Whole,</em> by it-self, compleat, independent, and withal as <em>great</em> and comprehensive as he can make it. So that Particulars, on this occasion, must yield to the general Design; and all things be subservient to that which is principal: in order to form a certain <em>Easiness of Sight;</em> a simple, clear, and <a href=\"#n3\">[3]</a><em>united View,</em> which wou'd be broken and disturb'd by the Expression of any thing peculiar or distinct.</p>"
    },
    {
      "id": "3",
      "content": "<p>Now the Variety of Nature is such as to distinguish every thing she forms, by a <em>peculiar</em> original Character; which, if strictly observ'd, will make the Subject appear unlike to any thing extant in the World besides. But this Effect the good Poet and Painter seek industriously to prevent. They hate <em>Minuteness,</em> and are afraid of <em>Singularity;</em> which wou'd make their Images, or Characters, appear capricious and fantastical. The mere Face-Painter, indeed, has little in common with the Poet; but, like the mere Historian, copys what he sees, and minutely traces every Feature, and odd Mark. 'Tis otherwise with the Men of Invention and Design. 'Tis from the <em>many</em> Objects of Nature, and not from <em>a particular-one,</em> that those Genius's form the Idea of their Work. Thus the best Artists are said to have been indefatigable in studying the best Statues: as esteeming them a better Rule, than the perfectest human Bodys cou'd afford. And thus some <a href=\"#n4\">[4]</a>considerable Wits have recommended the best Poems, as preferable to the best of Historys; and better teaching the <em>Truth</em> of Characters, and Nature of Mankind.</p>"
    },
    {
      "id": "4",
      "content": "<p>Nor can this Criticism be thought high-strain'd. Tho few confine themselves to these Rules, few are insensible of 'em. Whatever quarter we may give to our vicious Poets, or other Composers of irregular and short-liv'd Works; we know very well that the standing Pieces of good Artists must be form'd after a more uniform way. Every just Work of theirs comes under those natural Rules of Proportion and <em>Truth.</em> The Creature of their Brain must be like one of Nature's Formation. It must have a Body and Parts proportionable: or the very Vulgar will not fail to criticize the Work, when <em>it has neither</em> <a href=\"#n5\">[5]</a><em>Head nor Tail.</em> For so <em>Common Sense,</em> according to just Philosophy, judges of those Works which want the Justness of <em>a Whole,</em> and shew their Author, however curious and exact in Particulars, to be in the main a very Bungler.</p>"
    },
    {
      "id": "5",
      "content": "<p><a href=\"#n6\">[6]</a>Unhappy in the sum total of his work because he will be unable to explain the whole.</p>"
    },
    {
      "id": "6",
      "content": "<p>Such is <em>poetical,</em> and such (if I may so call it) <em>graphical</em> or <em>plastick Truth.</em> Narrative, or <em>historical Truth,</em> must needs be highly estimable; especially when we consider how Mankind, who are become so deeply interested in the Subject, have suffer'd by the want of Clearness in it. 'Tis it-self a part of <em>moral Truth.</em> To be a Judg in <em>one,</em> requires a Judgment in <em>the other.</em> The Morals, the Character, and Genius of an Author must be thorowly consider'd: And the Historian or Relater of Things important to Mankind, must, whoever he be, approve himself many ways to us; both in respect of his Judgment, Candor, and Disinterestedness; e'er we are bound to take any thing on his Authority. And as for <a href=\"#n7\">[7]</a><em>critical Truth,</em> or the Judgment and Determination of what Commentators, Translators, Paraphrasts, Grammarians, and others have, on this occasion, deliver'd to us; in the midst of such variety of Style, such different Readings, such Interpolations, and Corruptions in the Originals; such Mistakes of Copists, Transcribers, Editors, and a hundred such Accidents, to which antient Books are subject: it becomes, upon the whole, <em>a Matter of nice Speculation;</em> considering, withal, that the Reader, tho an able Linguist, must be supported by so many other Helps from Chronology, natural Philosophy, Geography, and other Sciences.</p>"
    },
    {
      "id": "7",
      "content": "<p>And thus many previous <em>Truths</em> are to be examin'd, and understood, in order to judg rightly of <em>historical Truth,</em> and of the past Actions and Circumstances of Mankind, as deliver'd to us by antient Authors of different Nations, Ages, Times, and different in their Characters and Interests. Some <em>moral</em> and <em>philosophical Truths</em> there are withal so evident in themselves, that 'twou'd be easier to imagine half Mankind to have run mad, and join'd precisely in one and the same Species of Folly, than to admit any thing as <em>Truth,</em> which shou'd be advanc'd against such <em>natural Knowledg, fundamental Reason,</em> and <em>common Sense.</em></p>"
    },
    {
      "id": "8",
      "content": "<p>This I have mention'd the rather, because some modern Zealots appear to have no better knowledg of <b>Truth,</b> nor better manner of judging it, than by <em>counting Noses.</em> By this Rule, if they can poll an indifferent Number out of a <em>Mob;</em> if they can produce a Set of <em>Lancashire</em> Noddles, remote provincial Head-pieces, or visionary Assemblers, to attest a Story of <em>a Witch upon a Broomstick,</em> and <em>a Flight in the Air;</em> they triumph in the solid Proof of their new Prodigy, and cry, Great is truth and it will prevail.<a href=\"#n8\">[8]</a></p>"
    },
    {
      "id": "9",
      "content": "<p>Religion, no doubt, is much indebted to these Men of Prodigy; who, in such a discerning Age, wou'd set her on the foot of popular Tradition; and venture her on the same bottom with Parish-Tales, and gossiping Storys of <em>Imps, Goblins,</em> and <em>Demoniacal Pranks,</em> invented to fright Children, or make Practice for common Exorcists, and <em>Cunning-Men!</em> For by that Name, you know, Country People are us'd to call those Dealers in Mystery, who are thought to conjure <em>in an honest way,</em> and foil the Devil at his own Weapon.</p>"
    },
    {
      "id": "10",
      "content": "<p>And now (my Friend!) I can perceive 'tis time to put an end to these Reflections; left by endeavouring to expound things any further, I shou'd be drawn from my way of <em>Humour,</em> to harangue profoundly on these Subjects. But shou'd you find I had moraliz'd in any tolerable manner, according to <em>Common Sense,</em> and without <em>Canting;</em> I cou'd be satisfy'd with my Performance, such as it is, without fearing what disturbance I might possibly give to some formal <em>Censors</em> of the Age; whose Discourses and Writings are of another strain. I have taken the liberty, you see, to <em>laugh,</em> upon some occasions: And if I have either laugh'd wrong, or been impertinently serious; I can be content to be <em>laugh'd at,</em> in my turn. If contrariwise I am rail'd at, I can <em>laugh</em> still, as before; and with fresh advantage to my Cause. For tho, in reality, there cou'd be nothing less a laughing matter, than the provok'd Rage, Ill-will, and Fury of certain zealous Gentlemen, were they arm'd as lately they have been known; yet as the Magistrate has since taken care to pare their Talons, there is nothing very terrible in their Encounter. On the contrary, there is something comical in the case. It brings to one's mind the Fancy of those Grotesque Figures, and Dragon-Faces, which are seen often in the Frontispiece, and on the Corner-Stones of old Buildings. They seem plac'd there, as the <em>Defenders</em> and <em>Supporters</em> of the Edifice; but with all their Grimace, are as harmless to People without, as they are useless to the Building within. Great Efforts of Anger to little purpose, serve for Pleasantry and Farce. Exceeding <em>Fierceness,</em> with perfect <em>Inability</em> and <em>Impotence,</em> makes the highest Ridicule.</p>"
    },
    {
      "id": "11",
      "content": "<p>I am, Dear Friend,</p>"
    },
    {
      "id": "12",
      "content": "<p>Affectionately Your's, <em>&amp;c.</em></p>"
    }
  ],
  "notes": [
    {
      "id": "1",
      "paragraph": "1",
      "content": "<p>The <em>French</em> Translator, no doubt, has justly hit our Author's Thought, by naming in his Margin the excellent <b>Bossu</b> <em>du Poeme Epique;</em> who in that admirable Comment and Explanation of <b>Aristotle,</b> has perhaps not only shewn himself the greatest of the <em>French</em> Criticks, but presented the World with a View of antient Literature and just Writing, beyond any other Modern of whatever Nation.</p>"
    },
    {
      "id": "2",
      "paragraph": "1",
      "content": "<p>VOL. III. <em>p.</em> 180, 181, 182, 183, 260, &amp;c.</p>"
    },
    {
      "id": "3",
      "paragraph": "2",
      "content": "<p>The τὸ Εὐσύνοπτον [What is easily taken in at a glance]; as the great Master of Arts calls it, in his Poeticks, <em>ch.</em> 23. but particularly <em>ch.</em> 7. where he shews, <q>That the τὸ Καλὸν, the Beautiful, or the Sublime, in these above-mention'd Arts, is from the Expression of <em>Greatness</em> with <em>Order:</em> that is to say, exhibiting the <em>Principal</em> or <em>Main</em> of what is design'd, in the very largest Proportions in which it is capable of being view'd. For when it is gigantick, 'tis in a manner out of sight, and can be no way comprehended in that simple and <em>united View.</em> As, on the contrary, when a Piece is of the Miniature-kind; when it runs into the <em>Detail,</em> and nice Delineation of every little Particular; 'tis, as it were, invisible, for the same reason; because the <em>summary Beauty,</em> the <em>WHOLE it-self,</em> cannot be comprehended in that <em>ONE united View;</em> which is broken and lost by the necessary attraction of the Eye to every small and subordinate Part. In a poetick System, the same regard must be had to the Memory, as in Painting to the Eye. The Dramatick kind is confin'd within the convenient and proper time of a Spectacle. The Epick is left more at large. Each Work, however, must aim at <em>Vastness,</em> and be as <em>great,</em> and of as long duration as possible; but so as to be comprehended, as to the main of it, by one easy <em>Glance</em> or Retrospect of Memory. And this the Philosopher calls, accordingly, the τὸ Εὐμνημόνευτον [the Beautiful].</q> I cannot better translate the Passage than as I have done in these explanatory Lines. For besides what relates to mere Art, the philosophical Sense of the Original is so majestick, and the whole Treatise so masterly, that when I find even the <em>Latin</em> Interpreters come so short, I shou'd be vain to attempt any thing in our own Language. I wou'd only add a small Remark of my own, which may perhaps be notic'd by the Studiers of Statuary and Painting: That the greatest of the antient as well as modern Artists, were ever inclin'd to follow this Rule of the Philosopher; and when they err'd in their <em>Designs,</em> or <em>Draughts,</em> it was on the side of <em>Greatness,</em> by running into the unsizable and gigantick, rather than into the <em>minute</em> and delicate. Of this, <b>Mich.Angelo,</b> the great Beginner and Founder among the Moderns, and <b>Zeuxis</b> the same among the Antients, may serve as Instances. See <b>Pliny,</b> <em>lib.</em> 35. <em>cap.</em> 9. concerning <b>Zeuxis,</b> and the Notes of Father <b>Harduin</b> in his Edition <em>in usum Delphini,</em> p. 200. on the words, <em>Deprehenditur tamen Zeuxis,</em> &amp;c. And again <b>Pliny</b> himself upon <b>Euphranor,</b> in the same Book, <em>cap.</em> 11. <em>p.</em> 226. <em>Docilis, ac laboriosus, ante omnes, &amp; in quocumque genere excellens, ac sibi aequalis. Hic primus videtur expressisse Dignitates Heroum, &amp; usurpâsse Symmetriam. Sed fuit universitate corporum exilior, capitibus articulisque grandior. Volumina quoque composuit de Symmetria &amp; Coloribus, &amp;c.</em> Vid. infra, p. 340, 341, 342. in the Notes. [A good learner and painstaking, uniformly excellent in every branch. He is thought to have first done justice to the majesty of heroes and first mastered proportion, but his bodies were over-slender, his heads and limbs over-large. He wrote too on proportion and colouring.]</p>"
    },
    {
      "id": "4",
      "paragraph": "3",
      "content": "<p>Thus the great Master himself in his <em>Poeticks,</em> above cited: Διὸ καὶ φιλοσοφώτερον καὶ σπουδαιότερον Ποίησις ἱστορίας ἐστιν· ἡ μὲν γὰρ Ποίησις μα̑λλον τὰ καθόλου, ἡ δ' ἱστορία τὰ καθ' ἕκαστον λέγει. [Poetry is both a more philosophic and a more real (weightier) thing than history; for poetry tells rather the universal, history the particular. —Aristotle, <em>Poetics</em> chap. 9, 1451b.]</p>"
    },
    {
      "id": "5",
      "paragraph": "4",
      "content": "<p>VOL. III. <em>p.</em> 25, 259, 260.</p>"
    },
    {
      "id": "6",
      "paragraph": "5",
      "content": "<ul><em>Infelix operis</em> <b>Summa,</b> <em>quia ponere</em> <b>Totum</b> <br><em>Nescit.</em> <br><li id=\"Shaftesbury_5987_838\"><div class=\"closer\">\n<div class=\"bibl\">Hor. <em>Epist.</em>3. <em>lib.</em> 3.</div>\n</div></li></ul>"
    },
    {
      "id": "7",
      "paragraph": "6",
      "content": "<p>VOL. III. <em>p.</em> 316, 320, 321. &amp;c.</p>"
    },
    {
      "id": "8",
      "paragraph": "8",
      "content": "<p><em>Magna est Veritas &amp; praevalebit!</em></p>"
    }
  ]
}
